Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# correctionExamplesSectionDescription
source: When you manually correct checklist items, those corrections are saved here and used to improve AI suggestions.
cs: Když ručně opravujete položky kontrolního seznamu, tyto opravy se uloží zde a použijí ke zlepšení AI návrhů.
de: Wenn du Checklistenelemente manuell korrigierst, werden diese Korrekturen hier gespeichert und zur Verbesserung der KI-Vorschläge verwendet.
es: Cuando corriges manualmente elementos de la lista, esas correcciones se guardan aquí y se usan para mejorar las sugerencias de IA.
fr: Lorsque tu corriges manuellement des éléments de liste, ces corrections sont enregistrées ici et utilisées pour améliorer les suggestions de l'IA.
ro: Când corectați manual elementele listei, acele corecții sunt salvate aici și utilizate pentru a îmbunătăți sugestiile AI.

# correctionExamplesSectionTitle
source: Checklist Correction Examples
cs: Příklady opravy kontrolního seznamu
de: Checklisten-Korrekturbeispiele
es: Ejemplos de Corrección de Lista
fr: Exemples de Correction de Liste
ro: Exemple de Corecție a Listei

# correctionExamplesWarning
source: You have {count} corrections. Only the most recent {max} will be used in AI prompts. Consider deleting old or redundant examples.
cs: Máte {count} oprav. V AI promptech se použije pouze nejnovějších {max}. Zvažte smazání starých nebo nadbytečných příkladů.
de: Du hast {count} Korrekturen. Nur die neuesten {max} werden in KI-Prompts verwendet. Erwäge, alte oder redundante Beispiele zu löschen.
es: Tienes {count} correcciones. Solo las {max} más recientes se usarán en los prompts de IA. Considera eliminar ejemplos antiguos o redundantes.
fr: Tu as {count} corrections. Seules les {max} plus récentes seront utilisées dans les prompts IA. Pense à supprimer les exemples anciens ou redondants.
ro: Aveți {count} corecții. Doar cele mai recente {max} vor fi folosite în prompturile AI. Luați în considerare ștergerea exemplelor vechi sau redundante.

# coverArtAssign
source: Set as cover art
cs: Nastavit jako obal
de: Als Titelbild setzen
es: Establecer como imagen de portada
fr: Définir comme couverture
ro: Setează ca imagine de copertă

# coverArtChipActive
source: Cover
cs: Obal
de: Titelbild
es: Portada
fr: Couverture
ro: Copertă

# coverArtChipSet
source: Set cover
cs: Nastavit obal
de: Titelbild setzen
es: Establecer portada
fr: Définir couverture
ro: Setează coperta

# coverArtRemove
source: Remove as cover art
cs: Odebrat jako obal
de: Titelbild entfernen
es: Eliminar imagen de portada
fr: Retirer comme couverture
ro: Elimină ca imagine de copertă

# createButton
source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
ro: Creează

# createCategoryTitle
source: Create Category:
cs: Vytvořit kategorii:
de: Kategorie erstellen:
es: Crear categoría:
fr: Créer une catégorie :
ro: Creați categorie:

# createEntryLabel
source: Create new entry
cs: Vytvořit novou položku
de: Neuen Eintrag erstellen
es: Crear nueva entrada
fr: Créer une nouvelle entrée
ro: Creați o intrare nouă

# createEntryTitle
source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
ro: Adaugă

source: Create new linked task...
cs: Vytvořit nový propojený úkol...
de: Neue verknüpfte Aufgabe erstellen...
es: Crear nueva tarea vinculada...
fr: Créer une nouvelle tâche liée...
ro: Creează o nouă sarcină legată...

# createPromptsFirst
source: Create AI prompts first to configure them here
cs: Nejprve vytvořte AI prompty, abyste je zde nakonfigurovali
de: Erstelle zuerst AI-Prompts, um sie hier zu konfigurieren
es: Crea primero prompts AI para configurarlos aquí
fr: Crée d'abord des prompts AI pour les configurer ici
ro: Creați mai întâi prompturi AI pentru a le configura aici

source: Custom Color
cs: Vlastní barva
de: Benutzerdefinierte Farbe
es: Color personalizado
fr: Couleur personnalisée
ro: Culoare personalizată

# dailyOsActual
source: Actual
cs: Skutečný
de: Tatsächlich
es: Real
fr: Réel
ro: Real

# dailyOsAddBlock
source: Add Block
cs: Přidat blok
de: Block hinzufügen
es: Añadir bloque
fr: Ajouter un bloc
ro: Adaugă bloc

# dailyOsAddBudget
source: Add Budget
cs: Přidat rozpočet
de: Budget hinzufügen
es: Añadir presupuesto
fr: Ajouter un budget
ro: Adaugă buget

# dailyOsAddNote
source: Add a note...
cs: Přidat poznámku...
de: Notiz hinzufügen...
es: Añadir una nota...
fr: Ajouter une note...
ro: Adaugă o notă...

# dailyOsAgreeToPlan
source: Agree to Plan
cs: Souhlasím s plánem
de: Plan bestätigen
es: Aceptar plan
fr: Accepter le plan
ro: Acceptă planul

# dailyOsCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ro: Anulează

# dailyOsCategory
source: Category
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
ro: Categorie

# dailyOsChooseCategory
source: Choose a category...
cs: Vyberte kategorii...
de: Kategorie auswählen...
es: Elegir una categoría...
fr: Choisir une catégorie...
ro: Alegeți o categorie...

# dailyOsCompletionMessage
source: Great job! You completed your day.
cs: Skvělá práce! Dokončili jste svůj den.
de: Gut gemacht! Du hast deinen Tag abgeschlossen.
es: ¡Buen trabajo! Has completado tu día.
fr: Bravo ! Tu as terminé ta journée.
ro: Felicitări! V-ați finalizat ziua.

# dailyOsCopyToTomorrow
source: Copy to tomorrow
cs: Kopírovat na zítřek
de: Auf morgen kopieren
es: Copiar a mañana
fr: Copier pour demain
ro: Copiază pentru mâine

# dailyOsDayComplete
source: Day Complete
cs: Den dokončen
de: Tag abgeschlossen
es: Día completado
fr: Journée terminée
ro: Zi finalizată

# dailyOsDayPlan
source: Day Plan
cs: Plán dne
de: Tagesplan
es: Plan del día
fr: Plan du jour
ro: Planul zilei

# dailyOsDaySummary
source: Day Summary
cs: Souhrn dne
de: Tageszusammenfassung
es: Resumen del día
fr: Résumé du jour
ro: Rezumatul zilei

# dailyOsDelete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
ro: Șterge

# dailyOsDeleteBudget
source: Delete Budget?
cs: Smazat rozpočet?
de: Budget löschen?
es: ¿Eliminar presupuesto?
fr: Supprimer le budget ?
ro: Ștergeți bugetul?

# dailyOsDeleteBudgetConfirm
source: This will remove the time budget from your day plan.
cs: Tímto se časový rozpočet odstraní z vašeho denního plánu.
de: Dies entfernt das Zeitbudget aus deinem Tagesplan.
es: Esto eliminará el presupuesto de tiempo de tu plan del día.
fr: Cela supprimera le budget de temps de ton plan du jour.
ro: Aceasta va elimina bugetul de timp din planul zilei.

# dailyOsDeletePlannedBlock
source: Delete Block?
cs: Smazat blok?
de: Block löschen?
es: ¿Eliminar bloque?
fr: Supprimer le bloc ?
ro: Ștergeți blocul?

# dailyOsDeletePlannedBlockConfirm
source: This will remove the planned block from your timeline.
cs: Tímto se odebere plánovaný blok z vaší časové osy.
de: Dies entfernt den geplanten Block aus deiner Zeitleiste.
es: Esto eliminará el bloque planificado de tu línea de tiempo.
fr: Cela supprimera le bloc planifié de ta chronologie.
ro: Aceasta va elimina blocul planificat din cronologie.

# dailyOsDoneForToday
source: Done for today
cs: Hotovo na dnes
de: Fertig für heute
es: Terminado por hoy
fr: Terminé pour aujourd'hui
ro: Gata pentru azi

# dailyOsDraftMessage
source: Plan is in draft. Agree to lock it in.
cs: Plán je ve stavu konceptu. Souhlasíte s jeho uzamčením.
de: Plan ist ein Entwurf. Bestätige, um ihn festzulegen.
es: El plan es un borrador. Acepte para confirmarlo.
fr: Le plan est un brouillon. Accepte pour le verrouiller.
ro: Planul este ciornă. Acceptați pentru a-l confirma.

# dailyOsDueToday
source: Due today
cs: Termín dnes
de: Heute fällig
es: Vence hoy
fr: Dû aujourd'hui
ro: Scadent azi

# dailyOsDueTodayShort
source: Due
cs: Dnes
de: Fällig
es: Hoy
fr: Dû
ro: Azi

# dailyOsDuplicateBudget
source: A budget for "{categoryName}" already exists
cs: Rozpočet pro "{categoryName}" již existuje
de: Ein Budget für "{categoryName}" existiert bereits
es: Ya existe un presupuesto para "{categoryName}"
fr: Un budget pour « {categoryName} » existe déjà
ro: Un buget pentru „{categoryName}” există deja

# dailyOsDurationHours
source: {count, plural, =1{1 hour} other{{count} hours}}
cs: {count, plural, =1{1 hodina} other{{count} hodin}}
de: {count, plural, =1{1 Stunde} other{{count} Stunden}}
es: {count, plural, =1{1 hora} other{{count} horas}}
fr: {count, plural, =1{1 heure} other{{count} heures}}
ro: {count, plural, =1{1 oră} other{{count} ore}}

# dailyOsDurationMinutes
source: {count, plural, =1{1 minute} other{{count} minutes}}
cs: {count} minut
de: {count, plural, =1{1 Minute} other{{count} Minuten}}
es: {count, plural, =1{1 minuto} other{{count} minutos}}
ro: {count, plural, =1{1 minut} other{{count} minute}}

# dailyOsEditBudget
source: Edit Budget
cs: Upravit rozpočet
de: Budget bearbeiten
es: Editar presupuesto
fr: Modifier le budget
ro: Editează bugetul

# dailyOsEditPlannedBlock
source: Edit Planned Block
cs: Upravit plánovaný blok
de: Geplanten Block bearbeiten
es: Editar bloque planificado
fr: Modifier le bloc planifié
ro: Editează blocul planificat

# dailyOsEndTime
source: End
cs: Konec
de: Ende
es: Fin
fr: Fin
ro: Sfârșit

# dailyOsEntry
source: Entry
cs: Záznam
de: Eintrag
es: Entrada
fr: Entrée
ro: Intrare

# dailyOsExpandToMove
source: Expand timeline to drag this block
cs: Rozbalte časovou osu pro přetažení tohoto bloku
de: Zeitleiste erweitern, um diesen Block zu verschieben
es: Expandir línea de tiempo para arrastrar este bloque
fr: Développer la chronologie pour déplacer ce bloc
ro: Extinde cronologia pentru a trage acest bloc

# dailyOsExpandToMoveMore
source: Expand timeline to move further
cs: Rozbalte časovou osu pro další přesun
de: Zeitleiste erweitern, um weiter zu verschieben
es: Expandir línea de tiempo para mover más
fr: Développer la chronologie pour déplacer plus loin
ro: Extinde cronologia pentru a muta mai departe

# dailyOsFailedToLoadBudgets
source: Failed to load budgets
cs: Nepodařilo se načíst rozpočty
de: Budgets konnten nicht geladen werden
es: Error al cargar presupuestos
fr: Échec du chargement des budgets
ro: Eșec la încărcarea bugetelor

# dailyOsFailedToLoadTimeline
source: Failed to load timeline
cs: Nepodařilo se načíst časovou osu
de: Zeitleiste konnte nicht geladen werden
es: Error al cargar la línea de tiempo
fr: Échec du chargement de la chronologie
ro: Eșec la încărcarea cronologiei

# dailyOsFold
source: Fold
cs: Složit
de: Einklappen
es: Contraer
fr: Réduire
ro: Restrânge

# dailyOsHoursMinutesPlanned
source: {hours}h {minutes}m planned
cs: {hours}h {minutes}m naplánováno
de: {hours} Std. {minutes} Min. geplant
es: {hours}h {minutes}m planificados
fr: {hours}h {minutes}m planifiées
ro: {hours}h {minutes}m planificate

# dailyOsHoursPlanned
source: {count, plural, =1{1 hour planned} other{{count} hours planned}}
cs: {count, plural, =1{1 hodina naplánována} other{{count} hodin naplánováno}}
de: {count, plural, =1{1 Stunde geplant} other{{count} Stunden geplant}}
es: {count, plural, =1{1 hora planificada} other{{count} horas planificadas}}
fr: {count, plural, =1{1 heure planifiée} other{{count} heures planifiées}}
ro: {count, plural, =1{1 oră planificată} other{{count} ore planificate}}

# dailyOsInvalidTimeRange
source: Invalid time range
cs: Neplatný časový rozsah
de: Ungültiger Zeitbereich
es: Rango de tiempo no válido
fr: Plage horaire invalide
ro: Interval de timp invalid

# dailyOsMinutesPlanned
source: {count} min planned
cs: {count} min naplánováno
de: {count} Min. geplant
es: {count} min planificados
fr: {count} min planifiées
ro: {count} min planificate

# dailyOsNearLimit
source: Near limit
cs: Blízko limitu
de: Fast am Limit
es: Cerca del límite
fr: Proche de la limite
ro: Aproape de limită

# dailyOsNoBudgets
source: No time budgets
cs: Žádné časové rozpočty
de: Keine Zeitbudgets
es: Sin presupuestos de tiempo
fr: Aucun budget de temps
ro: Fără bugete de timp

# dailyOsNoBudgetsHint
source: Add budgets to track how you spend your time across categories.
cs: Přidejte rozpočty pro sledování, jak trávíte čas napříč kategoriemi.
de: Füge Budgets hinzu, um zu verfolgen, wie du deine Zeit auf Kategorien verteilst.
es: Añade presupuestos para rastrear cómo distribuyes tu tiempo entre categorías.
fr: Ajoute des budgets pour suivre la répartition de ton temps entre les catégories.
ro: Adăugați bugete pentru a urmări cum vă distribuiți timpul pe categorii.

# dailyOsNoBudgetWarning
source: No time budgeted
cs: Žádný časový rozpočet
de: Keine Zeit eingeplant
es: Sin tiempo planificado
fr: Pas de temps prévu
ro: Niciun timp planificat

# dailyOsNote
source: Note
cs: Poznámka
de: Notiz
es: Nota
ro: Notă

# dailyOsNoTimeline
source: No timeline entries
cs: Žádné záznamy v časové ose
de: Keine Zeitleisteneinträge
es: Sin entradas en la línea de tiempo
fr: Aucune entrée de chronologie
ro: Fără intrări în cronologie

# dailyOsNoTimelineHint
source: Start a timer or add planned blocks to see your day.
cs: Spustit časovač nebo přidat plánované bloky, abyste viděli svůj den.
de: Starte einen Timer oder füge geplante Blöcke hinzu, um deinen Tag zu sehen.
es: Inicia un temporizador o añade bloques planificados para ver tu día.
fr: Démarre un minuteur ou ajoute des blocs planifiés pour voir ta journée.
ro: Porniți un cronometru sau adăugați blocuri planificate pentru a vedea ziua dvs.

# dailyOsOnTrack
source: On track
cs: Na správné cestě
de: Im Plan
es: En camino
fr: En bonne voie
ro: Pe drumul cel bun

# dailyOsOver
source: Over
cs: Překročeno
de: Über
es: Excedido
fr: Dépassé
ro: Depășit

# dailyOsOverallProgress
source: Overall Progress
cs: Celkový pokrok
de: Gesamtfortschritt
es: Progreso general
fr: Progression globale
ro: Progres general

# dailyOsOverBudget
source: Over budget
cs: Překročení rozpočtu
de: Über Budget
es: Presupuesto excedido
fr: Budget dépassé
ro: Buget depășit

# dailyOsOverdue
source: Overdue
cs: Zpožděné
de: Überfällig
es: Vencido
fr: En retard
ro: Întârziat

# dailyOsOverdueShort
source: Late
cs: Pozdě
de: Spät
es: Tarde
fr: Retard
ro: Târziu

# dailyOsPlanned
source: Planned
cs: Naplánováno
de: Geplant
es: Planificado
fr: Planifié
ro: Planificat

# dailyOsPlannedDuration
source: Planned Duration
cs: Plánovaná doba trvání
de: Geplante Dauer
es: Duración planificada
fr: Durée planifiée
ro: Durată planificată

# dailyOsQuickCreateTask
source: Create task for this budget
cs: Vytvořit úkol pro tento rozpočet
de: Aufgabe für dieses Budget erstellen
es: Crear tarea para este presupuesto
fr: Créer une tâche pour ce budget
ro: Creează sarcină pentru acest buget

# dailyOsReAgree
source: Re-agree
cs: Znovu souhlasit
de: Erneut bestätigen
es: Volver a aceptar
fr: Accepter à nouveau
ro: Acceptă din nou

# dailyOsRecorded
source: Recorded
cs: Zaznamenáno
de: Erfasst
es: Registrado
fr: Enregistré
ro: Înregistrat

# dailyOsRemaining
source: Remaining
cs: Zbývá
de: Verbleibend
es: Restante
fr: Restant
ro: Rămas

# dailyOsReviewMessage
source: Changes detected. Review your plan.
cs: Zjištěny změny. Zkontrolujte svůj plán.
de: Änderungen erkannt. Überprüfe deinen Plan.
es: Se detectaron cambios. Revisa tu plan.
fr: Modifications détectées. Révise ton plan.
ro: Modificări detectate. Revizuiți planul.

# dailyOsSave
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
ro: Salvează

# dailyOsSelectCategory
source: Select Category
cs: Vyberte kategorii
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
ro: Selectează categoria

# dailyOsStartTime
source: Start
cs: Začátek
es: Inicio
fr: Début
ro: Început

# dailyOsTasks
source: Tasks
cs: Úkoly
de: Aufgaben
es: Tareas
fr: Tâches
ro: Sarcini

# dailyOsTimeBudgets
source: Time Budgets
cs: Časové rozpočty
de: Zeitbudgets
es: Presupuestos de tiempo
fr: Budgets de temps
ro: Bugete de timp

# dailyOsTimeLeft
source: {time} left
cs: Zbývá {time}
de: {time} verbleibend
es: {time} restante
fr: {time} restant
ro: {time} rămas

# dailyOsTimeline
source: Timeline
cs: Časová osa
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
ro: Cronologie

# dailyOsTimeOver
source: +{time} over
cs: +{time} navíc
de: +{time} darüber
es: +{time} excedido
fr: +{time} dépassé
ro: +{time} depășit

# dailyOsTimeRange
source: Time Range
cs: Časový rozsah
de: Zeitbereich
es: Rango de tiempo
fr: Plage horaire
ro: Interval de timp

# dailyOsTimesUp
source: Time's up
cs: Čas vypršel
de: Zeit abgelaufen
es: Tiempo agotado
fr: Temps écoulé
ro: Timpul a expirat

# dailyOsTodayButton
source: Today
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd'hui
ro: Astăzi

# dailyOsUncategorized
source: Uncategorized
cs: Nezařazeno
de: Unkategorisiert
es: Sin categoría
fr: Non catégorisé
ro: Necategorizat

# dailyOsViewModeClassic
source: Classic
cs: Klasický
de: Klassisch
es: Clásico
fr: Classique
ro: Clasic

# dashboardActiveLabel
source: Active:
cs: Aktivní:
de: Aktiv:
es: Activo:
fr: Actif :
ro: Activ:

# dashboardAddChartsTitle
source: Add Charts:
cs: Přidat grafy:
de: Diagramme hinzufügen:
es: Añadir gráficos:
fr: Ajouter des graphiques :
ro: Adaugă diagramă:

# dashboardAddHabitButton
source: Habit Charts
cs: Návykové grafy
de: Gewohnheitsdiagramme
es: Gráficos de hábitos
fr: Tableaux des habitudes
ro: Diagrame de obiceiuri

# dashboardAddHabitTitle
source: Habit Charts
cs: Návykové grafy
de: Gewohnheitsdiagramme
es: Gráficos de hábitos
fr: Tableaux des habitudes
ro: Diagrame de obiceiuri

# dashboardAddHealthButton
source: Health Charts
cs: Zdravotní grafy
de: Gesundheitsdiagramme
es: Gráficos de salud
fr: Graphiques de santé
ro: Bord de sănătate

# dashboardAddHealthTitle
source: Health Charts
cs: Zdravotní grafy
de: Gesundheitsdiagramme
es: Gráficos de salud
fr: Graphiques de santé
ro: Bord de sănătate

# dashboardAddMeasurementButton
source: Measurement Charts
cs: Měřicí grafy
de: Messwertdiagramme
es: Gráficos de medición
fr: Graphiques de mesures
ro: Bord de măsurătoari

# dashboardAddMeasurementTitle
source: Measurement Charts
cs: Měřicí grafy
de: Messwertdiagramme
es: Gráficos de medición
fr: Graphiques de mesures
ro: Bord de măsurătoari

# dashboardAddSurveyButton
source: Survey Charts
cs: Grafy průzkumů
de: Umfragediagramme
es: Gráficos de encuesta
fr: Graphiques des questionnaires
ro: Diagrame de Studiu

# dashboardAddSurveyTitle
source: Survey Charts
cs: Grafy průzkumů
de: Umfragediagramme
es: Gráficos de encuesta
fr: Graphiques des questionnaires
ro: Diagrame de Studiu

# dashboardAddWorkoutButton
source: Workout Charts
cs: Grafy cvičení
de: Trainingsdiagramme
es: Gráficos de entrenamiento
fr: Graphiques d'entraînement
ro: Bord de Antrenament

# dashboardAddWorkoutTitle
source: Workout Charts
cs: Grafy cvičení
de: Trainingsdiagramme
es: Gráficos de entrenamiento
fr: Graphiques d'entraînement
ro: Bord de Antrenament

# dashboardAggregationLabel
source: Aggregation Type:
cs: Typ agregace:
de: Aggregationsart:
es: Tipo de agregación:
fr: Type d'agrégation :
ro: Agregare

# dashboardCategoryLabel
source: Category:
cs: Kategorie:
de: Kategorie:
es: Categoría:
fr: Catégorie :
ro: Categorie:

# dashboardCopyHint
source: Save & Copy dashboard config
cs: Uložit a zkopírovat konfiguraci panelu
de: Dashboard-Konfiguration speichern & kopieren
es: Guardar y copiar la configuración del panel
fr: Enregistrer et copier la configuration du tableau de bord
ro: Salvează și copiază configurația tabloului de bord

# dashboardDeleteConfirm
source: YES, DELETE THIS DASHBOARD
cs: ANO, SMAZAT TENTO PANEL
de: JA, DIESES DASHBOARD LÖSCHEN
es: SÍ, BORRAR ESTE PANEL
fr: OUI, SUPPRIMER CE TABLEAU DE BORD
ro: DA, ȘTERGE ACEST TABLOU DE BORD

# dashboardDeleteHint
source: Delete dashboard
cs: Smazat dashboard
de: Dashboard löschen
es: Borrar panel
fr: Supprimer tableau de bord
ro: Șterge tablou de bord

# dashboardDeleteQuestion
source: Do you want to delete this dashboard?
cs: Opravdu chcete smazat tento dashboard?
de: Möchtest du dieses Dashboard löschen?
es: ¿Quieres borrar este panel?
fr: Veux-tu vraiment supprimer ce tableau de bord ?
ro: Vrei să ștergi acest tablou de bord?

# dashboardDescriptionLabel
source: Description (optional):
cs: Popis (volitelné):
de: Beschreibung (optional):
es: Descripción (opcional):
fr: Description :
ro: Descriere:

# dashboardNameLabel
source: Dashboard name:
cs: Název dashboardu:
es: Nombre del panel:
fr: Nom du tableau de bord :
ro: Numele tabloului de bord:

source: Dashboard not found
cs: Dashboard nenalezen
de: Dashboard nicht gefunden
es: Panel no encontrado
fr: Tableau de bord non trouvé
ro: Tablou de bord negasit

# dashboardPrivateLabel
source: Private:
cs: Soukromý:
de: Privat:
es: Privado:
fr: Privé :
ro: Privat:

source: Default Language
cs: Výchozí jazyk
de: Standardsprache
es: Idioma predeterminado
fr: Langue par défaut
ro: Limbă implicită

# deleteButton
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
ro: Șterge

# deleteDeviceLabel
source: Delete device
de: Gerät löschen
es: Eliminar dispositivo
ro: Șterge dispozitivul

# deviceDeletedSuccess
source: Device {deviceName} deleted successfully
de: Gerät {deviceName} erfolgreich gelöscht
es: Dispositivo {deviceName} eliminado correctamente
ro: Dispozitivul {deviceName} a fost șters cu succes

# deviceDeleteFailed
source: Failed to delete device: {error}
de: Gerät konnte nicht gelöscht werden: {error}
es: Error al eliminar el dispositivo: {error}
ro: Ștergerea dispozitivului a eșuat: {error}

source: Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
ro: Gata

# doneButton
source: Done
cs: Hotovo
de: Fertig
es: Listo
fr: Terminé
ro: Gata

# editMenuTitle
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
ro: Editează

# editorInsertDivider
source: Insert divider
cs: Vložit oddělovač
de: Trennlinie einfügen
es: Insertar separador
fr: Insérer un séparateur
ro: Inserează separator

# editorPlaceholder
source: Enter notes...
cs: Zadejte poznámky...
de: Notizen eingeben...
es: Introducir notas...
fr: Saisir des notes...
ro: Introduceți notițe...

# enhancedPromptFormAdditionalDetailsTitle
source: Additional Details
cs: Další podrobnosti
de: Zusätzliche Details
es: Detalles adicionales
fr: Détails supplémentaires
ro: Detalii suplimentare

# enhancedPromptFormAiResponseTypeSubtitle
source: Format of the expected response
cs: Formát očekávané odpovědi
de: Format der erwarteten Antwort
es: Formato de la respuesta esperada
fr: Format de la réponse attendue
ro: Formatul răspunsului așteptat

# enhancedPromptFormBasicConfigurationTitle
source: Basic Configuration
cs: Základní konfigurace
de: Grundkonfiguration
es: Configuración básica
fr: Configuration de base
ro: Configurare de bază

# enhancedPromptFormConfigurationOptionsTitle
source: Configuration Options
cs: Možnosti konfigurace
de: Konfigurationsoptionen
es: Opciones de configuración
fr: Options de configuration
ro: Opțiuni de configurare

# enhancedPromptFormDescription
source: Create custom prompts that can be used with your AI models to generate specific types of responses
cs: Vytvářejte vlastní výzvy, které lze použít s vašimi AI modely k generování specifických typů odpovědí
de: Erstelle benutzerdefinierte Prompts für deine AI-Modelle
es: Crea prompts personalizados que se pueden usar con tus modelos AI para generar tipos específicos de respuestas
fr: Crée des prompts personnalisés qui peuvent être utilisés avec tes modèles AI pour générer des types de réponses spécifiques
ro: Creați prompturi personalizate care pot fi folosite cu modelele dvs. AI pentru a genera tipuri specifice de răspunsuri

# enhancedPromptFormDescriptionHelperText
source: Optional notes about this prompt's purpose and usage
cs: Volitelné poznámky o účelu a použití této výzvy
de: Optionale Notizen zu Zweck und Verwendung dieses Prompts
es: Notas opcionales sobre el propósito y uso de este prompt
fr: Notes facultatives sur l'objectif et l'utilisation de ce prompt
ro: Note opționale despre scopul și utilizarea acestui prompt
