Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# promptSelectionModalTitle
source: Select Preconfigured Prompt
cs: Vyberte přednastavenou výzvu
de: Vorkonfigurierten Prompt auswählen
es: Seleccionar prompt preconfigurado
fr: Sélectionner un prompt préconfiguré
ro: Selectează prompt preconfigurat

# promptSelectModelsButton
source: Select Models
cs: Vybrat modely
de: Modelle auswählen
es: Seleccionar modelos
fr: Sélectionner des modèles
ro: Selectează modele

# promptSelectResponseTypeHint
source: Select response type
cs: Vyberte typ odpovědi
de: Antworttyp auswählen
es: Seleccionar tipo de respuesta
fr: Sélectionner le type de réponse
ro: Selectați tipul de răspuns

# promptSetDefaultButton
source: Set Default
cs: Nastavit jako výchozí
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
ro: Setează ca implicit

# promptSettingsPageTitle
source: AI Prompts
cs: AI výzvy
es: Prompts AI
fr: Prompts AI
ro: Prompturi AI

# promptSystemPromptHint
source: Enter the system prompt...
cs: Zadejte systémovou výzvu...
de: System-Prompt eingeben...
es: Introducir el prompt del sistema...
fr: Saisir le prompt système...
ro: Introduceți promptul de sistem...

# promptSystemPromptLabel
source: System Prompt
cs: Systémový prompt
es: Prompt del sistema
fr: Prompt système
ro: Prompt de sistem

# promptTryAgainMessage
source: Please try again or contact support
cs: Zkuste to znovu nebo kontaktujte podporu
de: Bitte versuche es erneut oder kontaktiere den Support
es: Por favor, inténtalo de nuevo o contacta con soporte
fr: Réessaie ou contacte le support
ro: Vă rugăm să încercați din nou sau să contactați suportul

# promptUsePreconfiguredButton
source: Use Preconfigured Prompt
cs: Použít přednastavený prompt
de: Vorkonfigurierten Prompt verwenden
es: Usar prompt preconfigurado
fr: Utiliser un prompt préconfiguré
ro: Folosește prompt preconfigurat

# promptUserPromptHint
source: Enter the user prompt...
cs: Zadejte uživatelský prompt...
de: Benutzer-Prompt eingeben...
es: Introducir el prompt del usuario...
fr: Saisir le prompt utilisateur...
ro: Introduceți promptul utilizatorului...

# promptUserPromptLabel
source: User Prompt
cs: Uživatelský prompt
de: Benutzer-Prompt
es: Prompt del usuario
fr: Prompt utilisateur
ro: Prompt utilizator

# provisionedSyncBundleImported
source: Provisioning code imported
cs: Provizní kód importován
de: Bereitstellungscode importiert
es: Código de aprovisionamiento importado
fr: Code de provisionnement importé
ro: Cod de provizionare importat

# provisionedSyncConfigureButton
source: Configure
cs: Konfigurovat
de: Konfigurieren
es: Configurar
fr: Configurer
ro: Configurează

# provisionedSyncCopiedToClipboard
source: Copied to clipboard
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ro: Copiat în clipboard

# provisionedSyncDisconnect
source: Disconnect
cs: Odpojit
de: Trennen
es: Desconectar
fr: Déconnecter
ro: Deconectează

# provisionedSyncDone
source: Sync configured successfully
cs: Synchronizace úspěšně nakonfigurována
de: Synchronisierung erfolgreich konfiguriert
es: Sincronización configurada exitosamente
fr: Synchronisation configurée avec succès
ro: Sincronizare configurată cu succes

# provisionedSyncError
source: Configuration failed
cs: Konfigurace selhala
de: Konfiguration fehlgeschlagen
es: Error en la configuración
fr: Échec de la configuration
ro: Configurarea a eșuat

# provisionedSyncErrorConfigurationFailed
source: An error occurred during configuration. Please try again.
cs: Při konfiguraci došlo k chybě. Zkuste to znovu.
de: Bei der Konfiguration ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Ocurrió un error durante la configuración. Inténtalo de nuevo.
fr: Une erreur est survenue lors de la configuration. Réessaie.
ro: A apărut o eroare în timpul configurării. Încearcă din nou.

# provisionedSyncErrorLoginFailed
source: Login failed. Please check your credentials and try again.
cs: Přihlášení selhalo. Zkontrolujte své přihlašovací údaje a zkuste to znovu.
de: Anmeldung fehlgeschlagen. Bitte überprüfe deine Zugangsdaten und versuche es erneut.
es: Error de inicio de sesión. Verifica tus credenciales e inténtalo de nuevo.
fr: Échec de la connexion. Vérifie tes identifiants et réessaie.
ro: Autentificarea a eșuat. Verifică datele de acces și încearcă din nou.

# provisionedSyncImportButton
source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer
ro: Importă

# provisionedSyncImportHint
source: Paste provisioning code here
cs: Vložte provizní kód sem
de: Bereitstellungscode hier einfügen
es: Pega el código de aprovisionamiento aquí
fr: Colle le code de provisionnement ici
ro: Lipește codul de provizionare aici

# provisionedSyncImportTitle
source: Sync Setup
cs: Nastavit synchronizaci
de: Sync einrichten
es: Configurar sincronización
fr: Configurer la synchronisation
ro: Configurează sincronizarea

# provisionedSyncInvalidBundle
source: Invalid provisioning code
cs: Neplatný provizní kód
de: Ungültiger Bereitstellungscode
es: Código de aprovisionamiento no válido
fr: Code de provisionnement invalide
ro: Cod de provizionare invalid

# provisionedSyncJoiningRoom
source: Joining sync room...
cs: Připojování k synchronizační místnosti...
de: Sync-Raum beitreten...
es: Uniéndose a la sala de sincronización...
fr: Rejoindre la salle de synchronisation...
ro: Se alătură camerei de sincronizare...

# provisionedSyncLoggingIn
source: Logging in...
cs: Přihlašování...
de: Anmeldung läuft...
es: Iniciando sesión...
fr: Connexion en cours...
ro: Conectare în curs...

# provisionedSyncPasteClipboard
source: Paste from clipboard
cs: Vložit ze schránky
de: Aus Zwischenablage einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers
ro: Lipește din clipboard

# provisionedSyncReady
source: Scan this QR code on your mobile device
cs: Naskenujte tento QR kód na svém mobilním zařízení
de: Scanne diesen QR-Code auf deinem Mobilgerät
es: Escanea este código QR en tu dispositivo móvil
fr: Scanne ce code QR sur ton appareil mobile
ro: Scanează acest cod QR pe dispozitivul tău mobil

# provisionedSyncRetry
source: Retry
cs: Zkusit znovu
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ro: Reîncearcă

# provisionedSyncRotatingPassword
source: Securing account...
cs: Zabezpečování účtu...
de: Konto wird gesichert...
es: Asegurando la cuenta...
fr: Sécurisation du compte...
ro: Securizarea contului...

# provisionedSyncScanButton
source: Scan QR Code
cs: Naskenovat QR kód
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
ro: Scanează codul QR

# provisionedSyncShowQr
source: Show provisioning QR
cs: Zobrazit QR kód pro spárování
de: QR-Code anzeigen
es: Mostrar QR de aprovisionamiento
fr: Afficher le QR de provisionnement
ro: Arată QR de aprovizionare

# provisionedSyncSubtitle
source: Set up sync from a provisioning bundle
cs: Nastavit synchronizaci z provizního balíčku
de: Synchronisierung aus einem Bereitstellungspaket einrichten
es: Configurar sincronización desde un paquete de aprovisionamiento
fr: Configurer la synchronisation à partir d'un paquet de provisionnement
ro: Configurarea sincronizării dintr-un pachet de provizionare

# provisionedSyncSummaryHomeserver
source: Homeserver
cs: Server
es: Servidor
fr: Serveur
ro: Server

# provisionedSyncSummaryRoom
source: Room
cs: Místnost
de: Raum
es: Sala
fr: Salle
ro: Cameră

# provisionedSyncSummaryUser
source: User
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
ro: Utilizator

# provisionedSyncTitle
source: Provisioned Sync
cs: Provizní synchronizace
de: Provisionierte Synchronisierung
es: Sincronización provisionada
fr: Synchronisation provisionnée
ro: Sincronizare provizionată

# provisionedSyncVerifyDevicesTitle
source: Device Verification
cs: Ověření zařízení
de: Geräteverifizierung
es: Verificación de dispositivos
fr: Vérification des appareils
ro: Verificarea dispozitivelor

# referenceImageContinue
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
ro: Continuă

# referenceImageContinueWithCount
source: Continue ({count})
cs: Pokračovat ({count})
de: Weiter ({count})
es: Continuar ({count})
fr: Continuer ({count})
ro: Continuă ({count})

# referenceImageLoadError
source: Failed to load images. Please try again.
cs: Nepodařilo se načíst obrázky. Zkuste to prosím znovu.
de: Bilder konnten nicht geladen werden. Bitte versuche es erneut.
es: Error al cargar las imágenes. Por favor, inténtalo de nuevo.
fr: Échec du chargement des images. Réessaie s'il te plaît.
ro: Încărcarea imaginilor a eșuat. Te rugăm să încerci din nou.

# referenceImageSelectionSubtitle
source: Choose up to 3 images to guide the AI's visual style
cs: Vyberte až 3 obrázky pro vedení vizuálního stylu AI
de: Wähle bis zu 3 Bilder, um den visuellen Stil der KI zu leiten
es: Elige hasta 3 imágenes para guiar el estilo visual de la IA
fr: Choisissez jusqu'à 3 images pour guider le style visuel de l'IA
ro: Alege până la 3 imagini pentru a ghida stilul vizual al IA

# referenceImageSelectionTitle
source: Select Reference Images
cs: Vyberte referenční obrázky
de: Referenzbilder auswählen
es: Seleccionar imágenes de referencia
fr: Sélectionner des images de référence
ro: Selectează imagini de referință

# referenceImageSkip
source: Skip
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Passer
ro: Sari peste

# saveButton
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
ro: Salvează

# saveButtonLabel
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
ro: Salvează

# saveLabel
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
ro: Salvați

# saveSuccessful
source: Saved successfully
cs: Úspěšně uloženo
de: Erfolgreich gespeichert
es: Guardado correctamente
fr: Enregistré avec succès
ro: Salvat cu succes

# searchHint
source: Search...
cs: Hledat...
de: Suchen...
es: Buscar...
fr: Rechercher...
ro: Căutare...

# searchTasksHint
source: Search tasks...
cs: Hledat úkoly...
de: Aufgaben suchen...
es: Buscar tareas...
fr: Rechercher des tâches...
ro: Caută sarcini...

# selectAllowedPrompts
source: Select which prompts are allowed for this category
cs: Vyberte, které výzvy jsou povoleny pro tuto kategorii
de: Auswählen, welche Prompts für diese Kategorie erlaubt sind
es: Seleccionar qué prompts están permitidos para esta categoría
fr: Sélectionner les prompts autorisés pour cette catégorie
ro: Selectați ce prompturi sunt permise pentru această categorie

# selectButton
source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
ro: Selectează

source: Select Color
cs: Vybrat barvu
de: Farbe auswählen
es: Seleccionar color
fr: Sélectionner une couleur
ro: Selectează culoarea

source: Select Language
cs: Vybrat jazyk
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner une langue
ro: Selectează limba

# sessionRatingCardLabel
source: Session Rating
cs: Hodnocení relace
de: Sitzungsbewertung
es: Calificación de sesión
fr: Évaluation de session
ro: Evaluare sesiune

# sessionRatingChallengeJustRight
source: Just right
cs: Tak akorát
de: Genau richtig
es: Justo
fr: Juste bien
ro: Exact potrivit

# sessionRatingChallengeTooEasy
source: Too easy
cs: Příliš snadné
de: Zu einfach
es: Demasiado fácil
fr: Trop facile
ro: Prea ușor

# sessionRatingChallengeTooHard
source: Too challenging
cs: Příliš náročné
de: Zu herausfordernd
es: Demasiado difícil
fr: Trop difficile
ro: Prea provocator

# sessionRatingDifficultyLabel
source: This work felt...
cs: Tato práce byla...
de: Diese Arbeit fühlte sich an...
es: Este trabajo se sintió...
fr: Ce travail semblait...
ro: Această muncă a fost...

# sessionRatingEditButton
source: Edit Rating
cs: Upravit hodnocení
de: Bewertung bearbeiten
es: Editar calificación
fr: Modifier l'évaluation
ro: Editează evaluarea

# sessionRatingEnergyQuestion
source: How energized did you feel?
cs: Jak energický/á jste se cítil/a?
de: Wie energiegeladen hast du dich gefühlt?
es: ¿Qué tan energizado te sentiste?
fr: Quel était ton niveau d'énergie ?
ro: Cât de energizat te-ai simțit?

# sessionRatingFocusQuestion
source: How focused were you?
cs: Jak soustředění jste byli?
de: Wie fokussiert warst du?
es: ¿Qué tan concentrado estuviste?
fr: Quel était ton niveau de concentration ?
ro: Cât de concentrat ai fost?

# sessionRatingNoteHint
source: Quick note (optional)
cs: Krátká poznámka (volitelné)
de: Kurze Notiz (optional)
es: Nota rápida (opcional)
fr: Note rapide (optionnelle)
ro: Notă scurtă (opțional)

# sessionRatingProductivityQuestion
source: How productive was this session?
cs: Jak produktivní byla tato relace?
de: Wie produktiv war diese Sitzung?
es: ¿Qué tan productiva fue esta sesión?
fr: Quelle a été la productivité de cette session ?
ro: Cât de productivă a fost această sesiune?

# sessionRatingRateAction
source: Rate Session
cs: Ohodnotit relaci
de: Sitzung bewerten
es: Calificar sesión
fr: Évaluer la session
ro: Evaluează sesiunea

# sessionRatingSaveButton
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
ro: Salvează

# sessionRatingSaveError
source: Failed to save rating. Please try again.
cs: Nepodařilo se uložit hodnocení. Zkuste to prosím znovu.
de: Bewertung konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar la calificación. Inténtalo de nuevo.
fr: Impossible d'enregistrer l'évaluation. Réessaie s'il te plaît.
ro: Nu s-a putut salva evaluarea. Vă rugăm să încercați din nou.

# sessionRatingSkipButton
source: Skip
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Passer
ro: Omite

# sessionRatingTitle
source: Rate this session
cs: Ohodnoťte tuto relaci
de: Sitzung bewerten
es: Calificar esta sesión
fr: Évaluer cette session
ro: Evaluează această sesiune

# sessionRatingViewAction
source: View Rating
cs: Zobrazit hodnocení
de: Bewertung anzeigen
es: Ver calificación
fr: Voir l'évaluation
ro: Vezi evaluarea

# settingsAboutAppInformation
source: App Information
cs: Informace o aplikaci
de: App-Informationen
es: Información de la aplicación
fr: Informations sur l'application
ro: Informații aplicație

# settingsAboutAppTagline
source: Your Personal Journal
cs: Váš osobní deník
de: Dein persönliches Tagebuch
es: Tu diario personal
fr: Ton journal personnel
ro: Jurnalul tău personal

# settingsAboutBuildType
source: Build Type
cs: Typ sestavení
de: Build-Typ
es: Tipo de compilación
fr: Type de build
ro: Tip build

# settingsAboutBuiltWithFlutter
source: Built with Flutter and love for personal journaling.
cs: Vytvořeno pomocí Flutteru s láskou k osobnímu deníkování.
de: Entwickelt mit Flutter und Liebe für persönliches Journaling.
es: Desarrollado con Flutter y amor por el diario personal.
fr: Développé avec Flutter et amour pour le journaling personnel.
ro: Dezvoltat cu Flutter și dragoste pentru jurnalizarea personală.

# settingsAboutCredits
source: Credits
cs: Poděkování
es: Créditos
fr: Crédits
ro: Credite

# settingsAboutJournalEntries
source: Journal Entries
cs: Záznamy v deníku
de: Tagebucheinträge
es: Entradas del diario
fr: Entrées de journal
ro: Intrări jurnal

# settingsAboutPlatform
source: Platform
cs: Platforma
de: Plattform
es: Plataforma
fr: Plateforme
ro: Platformă

# settingsAboutThankYou
source: Thank you for using Lotti!
cs: Děkujeme, že používáte Lotti!
de: Vielen Dank, dass du Lotti nutzt!
es: ¡Gracias por usar Lotti!
fr: Merci d'utiliser Lotti !
ro: Mulțumim că folosești Lotti!

# settingsAboutTitle
source: About Lotti
cs: O Lotti
de: Über Lotti
es: Acerca de Lotti
fr: À propos de Lotti
ro: Despre Lotti

# settingsAboutVersion
source: Version
cs: Verze
es: Versión
ro: Versiune

# settingsAboutYourData
source: Your Data
cs: Vaše data
de: Deine Daten
es: Tus datos
fr: Tes données
ro: Datele tale

# settingsAdvancedAboutSubtitle
source: Learn more about the Lotti application
cs: Zjistěte více o aplikaci Lotti
de: Erfahre mehr über die Lotti-Anwendung
es: Aprende más sobre la aplicación Lotti
fr: En savoir plus sur l'application Lotti
ro: Aflați mai multe despre aplicația Lotti

# settingsAdvancedConflictsSubtitle
source: Resolve synchronization conflicts to ensure data consistency
cs: Řešte konflikty synchronizace pro zajištění konzistence dat
de: Synchronisierungskonflikte lösen, um Datenkonsistenz zu gewährleisten
es: Resolver conflictos de sincronización para asegurar consistencia de datos
fr: Résoudre les conflits de synchronisation pour assurer la cohérence des données
ro: Rezolvați conflictele de sincronizare pentru a asigura consistența datelor

# settingsAdvancedHealthImportSubtitle
source: Import health-related data from external sources
cs: Importujte zdravotní údaje z externích zdrojů
de: Gesundheitsbezogene Daten aus externen Quellen importieren
es: Importar datos relacionados con la salud desde fuentes externas
fr: Importer des données liées à la santé depuis des sources externes
ro: Importați date legate de sănătate din surse externe

# settingsAdvancedLogsSubtitle
source: Access and review application logs for debugging
cs: Přistupujte k logům aplikace a kontrolujte je pro ladění
de: Auf Anwendungsprotokolle zugreifen und überprüfen für Debugging
es: Acceder y revisar registros de aplicación para depuración
fr: Accéder et examiner les journaux d'application pour le débogage
ro: Accesați și examinați log-urile aplicației pentru depanare

# settingsAdvancedMaintenanceSubtitle
source: Perform maintenance tasks to optimize application performance
cs: Provádějte údržbové úkoly pro optimalizaci výkonu aplikace
de: Wartungsaufgaben durchführen, um die Anwendungsleistung zu optimieren
es: Realizar tareas de mantenimiento para optimizar el rendimiento de la aplicación
fr: Effectuer des tâches de maintenance pour optimiser les performances de l'application
ro: Efectuați sarcini de întreținere pentru a optimiza performanța aplicației

# settingsAdvancedMatrixSyncSubtitle
source: Configure and manage Matrix synchronization settings
cs: Konfigurujte a spravujte nastavení synchronizace Matrix
de: Matrix-Synchronisierungseinstellungen konfigurieren und verwalten
es: Configurar y gestionar ajustes de sincronización de Matrix
fr: Configurer et gérer les paramètres de synchronisation Matrix
ro: Configurați și gestionați setările de sincronizare Matrix

# settingsAdvancedOutboxSubtitle
source: Manage sync items
cs: Spravujte položky synchronizace
de: Elemente anzeigen und verwalten, die auf Synchronisierung warten
es: Ver y gestionar elementos esperando ser sincronizados
fr: Afficher et gérer les éléments en attente de synchronisation
ro: Vizualizați și gestionați elementele care așteaptă sincronizarea

# settingsAdvancedTitle
source: Advanced Settings
cs: Pokročilá nastavení
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
ro: Setari Avansate

# settingsAiApiKeys
source: AI Inference Providers
cs: Poskytovatelé AI inferencí
de: AI-Inferenz-Anbieter
es: Proveedores de inferencia AI
fr: Fournisseurs d'inférence AI
ro: Furnizori de inferență AI

# settingsAiModels
source: AI Models
cs: AI modely
de: AI-Modelle
es: Modelos AI
fr: Modèles AI
ro: Modele AI

# settingsCategoriesAddTooltip
source: Add Category
cs: Přidat kategorii
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
ro: Adaugă categorie

# settingsCategoriesDetailsLabel
source: Category Details
cs: Detaily kategorie
de: Kategoriedetails
es: Detalles de categoría
fr: Détails de la catégorie
ro: Detalii categorie

# settingsCategoriesDuplicateError
source: Category exists already
cs: Kategorie již existuje
de: Kategorie existiert bereits
es: La categoría ya existe
fr: La catégorie existe déjà
ro: Categoria există deja

# settingsCategoriesEmptyState
source: No categories found
cs: Žádné kategorie nalezeny
de: Keine Kategorien gefunden
es: No se encontraron categorías
fr: Aucune catégorie trouvée
ro: Nu s-au găsit categorii

# settingsCategoriesEmptyStateHint
source: Create a category to organize your entries
cs: Vytvořte kategorii pro organizaci vašich záznamů
de: Erstelle eine Kategorie, um deine Einträge zu organisieren
es: Crea una categoría para organizar tus entradas
fr: Crée une catégorie pour organiser tes entrées
ro: Creați o categorie pentru a organiza intrările dvs.

# settingsCategoriesErrorLoading
source: Error loading categories
cs: Chyba při načítání kategorií
de: Fehler beim Laden der Kategorien
es: Error al cargar categorías
fr: Erreur lors du chargement des catégories
ro: Eroare la încărcarea categoriilor

# settingsCategoriesHasAiSettings
source: AI settings
cs: Nastavení AI
de: AI-Einstellungen
es: Ajustes AI
fr: Paramètres AI
ro: Setări AI

# settingsCategoriesHasAutomaticPrompts
source: Automatic AI
cs: Automatická AI
de: Automatische AI
es: AI automática
fr: AI automatique
ro: AI automat

# settingsCategoriesHasDefaultLanguage
source: Default language
cs: Výchozí jazyk
de: Standardsprache
es: Idioma predeterminado
fr: Langue par défaut
ro: Limbă implicită

# settingsCategoriesNameLabel
source: Category name:
cs: Název kategorie:
de: Kategoriename:
es: Nombre de la categoría:
fr: Nom de la catégorie :
ro: Numele categoriei:

# settingsCategoriesTitle
source: Categories
cs: Kategorie
de: Kategorien
es: Categorías
fr: Catégories
ro: Categorii

# settingsConflictsResolutionTitle
source: Sync Conflict Resolution
cs: Řešení konfliktů synchronizace
de: Lösung von Synchronisierungskonflikten
es: Resolución de Conflictos de Sincronización
fr: Résolution des conflits de synchronisation
ro: Rezolvarea Conflictelor de Sincronizare

# settingsConflictsTitle
source: Sync Conflicts
cs: Konflikty synchronizace
de: Synchronisierungskonflikte
es: Conflictos de Sincronización
fr: Conflits de synchronisation
ro: Sync cu conflicte

# settingsDashboardDetailsLabel
source: Dashboard Details
cs: Detaily panelu
es: Detalles del panel
fr: Détails du tableau de bord
ro: Detalii tablou de bord

# settingsDashboardSaveLabel
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
ro: Salvează

# settingsDashboardsTitle
source: Dashboards
cs: Panely
es: Paneles
fr: Gestion du tableau de bord
ro: Panouri de bord

# settingsFlagsTitle
source: Config Flags
cs: Konfigurační příznaky
de: Konfigurationsflags
es: Configuración de indicadores
fr: Flags
ro: Marcaje

# settingsHabitsDeleteTooltip
source: Delete Habit
cs: Smazat návyk
de: Gewohnheit löschen
es: Eliminar hábito
fr: Supprimer l'habitude
ro: Șterge Obiceiul

# settingsHabitsDescriptionLabel
source: Description (optional):
cs: Popis (volitelné):
de: Beschreibung (optional):
es: Descripción (opcional):
fr: Description (facultatif) :
ro: Descriere (opțional):

# settingsHabitsDetailsLabel
source: Habit Details
cs: Detaily návyku
de: Gewohnheitsdetails
es: Detalles del hábito
fr: Détails de l'habitude
ro: Detalii obicei

# settingsHabitsNameLabel
source: Habit name:
cs: Název návyku:
de: Name der Gewohnheit:
es: Nombre del hábito:
fr: Nom de l'habitude :
ro: Numele obiceiului:

# settingsHabitsPrivateLabel
source: Private:
cs: Soukromé:
de: Privat:
es: Privado:
fr: Privé :
ro: Privat:

# settingsHabitsSaveLabel
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
ro: Salvează

# settingsHabitsTitle
source: Habits
cs: Návyky
de: Gewohnheiten
es: Hábitos
fr: Habitudes
ro: Obiceiuri

# settingsHealthImportFromDate
source: Start
cs: Začátek
es: Inicio
fr: Début
ro: Început

# settingsHealthImportToDate
source: End
cs: Konec
de: Ende
es: Fin
fr: Fin
ro: Sfârșit

# settingsLabelsActionsTooltip
source: Label actions
cs: Akce se štítkem
de: Label-Aktionen
es: Acciones de etiqueta
fr: Actions sur les étiquettes
ro: Acțiuni etichetă

# settingsLabelsCategoriesAdd
source: Add category
cs: Přidat kategorii
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
ro: Adaugă categorie
