Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# maintenancePopulateSequenceLog
source: Populate sync sequence log
cs: Naplnit protokol synchronizační sekvence
de: Sync-Sequenzprotokoll befüllen
es: Llenar registro de secuencia de sincronización
fr: Remplir le journal de séquence de synchronisation
ro: Completează jurnalul de secvență de sincronizare

# maintenancePopulateSequenceLogComplete
source: {count} entries indexed
cs: {count} záznamů indexováno
de: {count} Einträge indexiert
es: {count} entradas indexadas
fr: {count} entrées indexées
ro: {count} intrări indexate

# maintenancePopulateSequenceLogConfirm
source: YES, POPULATE
cs: ANO, NAPLNIT
de: JA, BEFÜLLEN
es: SÍ, LLENAR
fr: OUI, REMPLIR
ro: DA, COMPLETEAZĂ

# maintenancePopulateSequenceLogDescription
source: Index existing entries for backfill support
cs: Indexovat existující položky pro podporu doplňování
de: Bestehende Einträge für Nachfüllunterstützung indexieren
es: Indexar entradas existentes para soporte de relleno
fr: Indexer les entrées existantes pour le support de rattrapage
ro: Indexează intrările existente pentru suport de completare

# maintenancePopulateSequenceLogMessage
source: This will scan all journal entries and add them to the sync sequence log. This enables backfill responses for entries created before this feature was added.
cs: Toto prohledá všechny záznamy deníku a přidá je do protokolu synchronizační sekvence. To umožní zpětné zpracování odpovědí pro záznamy vytvořené před přidáním této funkce.
de: Dies scannt alle Journaleinträge und fügt sie dem Sync-Sequenzprotokoll hinzu. Dies ermöglicht Nachfüllantworten für Einträge, die vor dieser Funktion erstellt wurden.
es: Esto escaneará todas las entradas del diario y las añadirá al registro de secuencia de sincronización. Esto habilita las respuestas de relleno para entradas creadas antes de que se añadiera esta función.
fr: Cela analysera toutes les entrées du journal et les ajoutera au journal de séquence de synchronisation. Cela permet les réponses de rattrapage pour les entrées créées avant l'ajout de cette fonctionnalité.
ro: Aceasta va scana toate intrările din jurnal și le va adăuga la jurnalul de secvență de sincronizare. Aceasta permite răspunsurile de completare pentru intrările create înainte de adăugarea acestei funcții.

# maintenancePurgeDeleted
source: Purge deleted items
cs: Vyčistit smazané položky
de: Gelöschte Elemente löschen
es: Purgar elementos eliminados
fr: Purger les éléments supprimés
ro: Eliminați elementele șterse

# maintenancePurgeDeletedConfirm
source: Yes, purge all
cs: Ano, vyčistit všechny
de: Ja, alle löschen
es: Sí, purgar todo
fr: Purger
ro: Da, șterge tot

# maintenancePurgeDeletedDescription
source: Purge all deleted items permanently
cs: Vymazat všechny smazané položky trvale
de: Alle gelöschten Einträge endgültig entfernen
es: Purgar permanentemente todos los elementos eliminados
fr: Purger définitivement tous les éléments supprimés
ro: Șterge definitiv toate elementele șterse

# maintenancePurgeDeletedMessage
source: Are you sure you want to purge all deleted items? This action cannot be undone.
cs: Jste si jistý, že chcete vymazat všechny smazané položky? Tuto akci nelze vzít zpět.
de: Möchtest du wirklich alle gelöschten Einträge endgültig entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres purgar todos los elementos eliminados? Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir purger tous les éléments supprimés ? Cette action est irréversible.
ro: Sigur doriți să ștergeți definitiv toate elementele șterse? Această acțiune nu poate fi anulată.

# maintenanceRecreateFts5
source: Recreate full-text index
cs: Znovu vytvořit index plného textu
de: Volltextindex neu erstellen
es: Recrear el índice de texto completo
fr: Recréer l'index de texte intégral
ro: Recreați indexul full-text

# maintenanceRecreateFts5Confirm
source: YES, RECREATE INDEX
cs: ANO, ZNOVU VYTVOŘIT INDEX
de: JA, INDEX NEU ERSTELLEN
es: SÍ, RECREAR ÍNDICE
fr: OUI, RECRÉER L'INDEX
ro: DA, RECREEAZĂ INDEXUL

# maintenanceRecreateFts5Description
source: Recreate full-text search index
cs: Znovu vytvořit index fulltextového vyhledávání
de: Volltextsuchindex neu erstellen
es: Recrear índice de búsqueda de texto completo
fr: Recréer l'index de recherche en texte intégral
ro: Recreează indexul de căutare text complet

# maintenanceRecreateFts5Message
source: Are you sure you want to recreate the full-text index? This may take some time.
cs: Opravdu chcete znovu vytvořit index fulltextového vyhledávání? Toto může chvíli trvat.
de: Möchtest du den Volltextindex wirklich neu erstellen? Dies kann einige Zeit dauern.
es: ¿Estás seguro de que quieres recrear el índice de texto completo? Esto puede tardar un tiempo.
fr: Es-tu sûr de vouloir recréer l'index de recherche en texte intégral ? Cela peut prendre un certain temps.
ro: Sigur doriți să recreați indexul de căutare text complet? Acest lucru poate dura ceva timp.

# maintenanceReSync
source: Re-sync messages
cs: Znovu synchronizovat zprávy
de: Nachrichten erneut synchronisieren
es: Volver a sincronizar mensajes
fr: Resynchroniser les messages
ro: Resincronizați mesajele

# maintenanceReSyncDescription
source: Re-sync messages from server
cs: Znovu synchronizovat zprávy ze serveru
de: Nachrichten vom Server erneut synchronisieren
es: Resincronizar mensajes desde el servidor
fr: Resynchroniser les messages depuis le serveur
ro: Resincronizează mesajele de pe server

# maintenanceSyncDefinitions
source: Sync tags, measurables, dashboards, habits, categories, AI settings
cs: Synchronizovat tagy, měřitelné údaje, dashboardy, návyky, kategorie, AI nastavení
de: Tags, Messgrößen, Dashboards, Gewohnheiten, Kategorien, AI-Einstellungen synchronisieren
es: Sincronizar etiquetas, medibles, paneles, hábitos, categorías, ajustes AI
fr: Synchroniser les tags, mesurables, tableaux de bord, habitudes, catégories, paramètres AI
ro: Sincronizează etichete, măsurabile, tablouri de bord, obiceiuri, categorii, setări AI

# maintenanceSyncDefinitionsDescription
source: Sync tags, measurables, dashboards, habits, categories, and AI settings
cs: Synchronizovat tagy, měřitelné údaje, dashboardy, návyky, kategorie a AI nastavení
de: Tags, Messgrößen, Dashboards, Gewohnheiten, Kategorien und AI-Einstellungen synchronisieren
es: Sincronizar etiquetas, medibles, paneles, hábitos, categorías y ajustes AI
fr: Synchroniser les tags, mesurables, tableaux de bord, habitudes, catégories et paramètres AI
ro: Sincronizează etichete, măsurabile, tablouri de bord, obiceiuri, categorii și setări AI

source: Manage links...
cs: Spravovat propojení...
de: Verknüpfungen verwalten...
es: Gestionar vínculos...
fr: Gérer les liens...
ro: Gestionează legăturile...

# matrixStatsError
source: Error loading Matrix stats
cs: Chyba při načítání statistik Matrixu
de: Fehler beim Laden der Matrix-Statistiken
es: Error al cargar estadísticas de Matrix
fr: Erreur lors du chargement des statistiques Matrix
ro: Eroare la încărcarea statisticilor Matrix

# measurableDeleteConfirm
source: YES, DELETE THIS MEASURABLE
cs: ANO, SMAŽ TUTO MĚŘITELNOU
de: JA, DIESE MESSGRÖSSE LÖSCHEN
es: SÍ, ELIMINAR ESTE MEDIBLE
fr: OUI, SUPPRIMER CET ÉLÉMENT MESURABLE
ro: DA, CONFIRM STERGEREA

# measurableDeleteQuestion
source: Do you want to delete this measurable data type?
cs: Chcete tento měřitelný datový typ smazat?
de: Möchtest du diesen Messgrößen-Datentyp löschen?
es: ¿Quieres eliminar este tipo de datos medibles?
fr: Veux-tu supprimer ce type de données mesurables ?
ro: Vrei sa stergi acest tip de masuratoare?

source: Measurable not found
cs: Měřitelný typ nenalezen
de: Messgröße nicht gefunden
es: Medible no encontrado
fr: Élément mesurable introuvable
ro: Masuratoarea nu a fost gasita

# modalityAudioDescription
source: Audio processing capabilities
cs: Schopnosti zpracování zvuku
de: Audio-Verarbeitungsfähigkeiten
es: Capacidades de procesamiento de audio
fr: Capacités de traitement audio
ro: Capacități de procesare audio

# modalityImageDescription
source: Image processing capabilities
cs: Schopnosti zpracování obrazu
de: Bild-Verarbeitungsfähigkeiten
es: Capacidades de procesamiento de imágenes
fr: Capacités de traitement d'image
ro: Capacități de procesare a imaginilor

# modalityImageName
source: Image
cs: Obraz
de: Bild
es: Imagen
ro: Imagine

# modalityTextDescription
source: Text-based content and processing
cs: Textový obsah a zpracování
de: Textbasierte Inhalte und Verarbeitung
es: Contenido y procesamiento basado en texto
fr: Contenu et traitement basés sur le texte
ro: Conținut și procesare bazată pe text

# modelAddPageTitle
source: Add Model
cs: Přidat model
de: Modell hinzufügen
es: Añadir modelo
fr: Ajouter un modèle
ro: Adaugă model

# modelEditLoadError
source: Failed to load model configuration
cs: Nepodařilo se načíst konfiguraci modelu
de: Modellkonfiguration konnte nicht geladen werden
es: Error al cargar la configuración del modelo
fr: Échec du chargement de la configuration du modèle
ro: Eșec la încărcarea configurației modelului

# modelEditPageTitle
source: Edit Model
cs: Upravit model
de: Modell bearbeiten
es: Editar modelo
fr: Modifier le modèle
ro: Editează modelul

# modelManagementSelectedCount
source: {count} model{count, plural, =1{} other{s}} selected
cs: {count, plural, =1{1 model vybrán} other{{count} modelů vybráno}}
de: {count} Modell{count, plural, =1{} other{e}} ausgewählt
es: {count} modelo{count, plural, =1{} other{s}} seleccionado{count, plural, =1{} other{s}}
fr: {count} modèle{count, plural, =1{} other{s}} sélectionné{count, plural, =1{} other{s}}
ro: {count, plural, =1{1 model selectat} other{{count} modele selectate}}

# modelsSettingsPageTitle
source: AI Models
cs: AI modely
de: AI-Modelle
es: Modelos AI
fr: Modèles AI
ro: Modele AI

# multiSelectAddButton
source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
ro: Adaugă

# multiSelectAddButtonWithCount
source: Add ({count})
cs: Přidat ({count})
de: Hinzufügen ({count})
es: Añadir ({count})
fr: Ajouter ({count})
ro: Adaugă ({count})

# multiSelectNoItemsFound
source: No items found
cs: Žádné položky nenalezeny
de: Keine Einträge gefunden
es: No se encontraron elementos
fr: Aucun élément trouvé
ro: Nu s-au găsit elemente

# navTabTitleHabits
source: Habits
cs: Zvyky
de: Gewohnheiten
es: Hábitos
fr: Habitudes
ro: Obiceiuri

# navTabTitleInsights
source: Dashboards
cs: Přehledy
es: Paneles
fr: Tableaux de bord
ro: Informaţii

# navTabTitleJournal
source: Logbook
cs: Zápisník
de: Logbuch
es: Diario
fr: Journal
ro: Jurnal

# navTabTitleSettings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
ro: Setări

# navTabTitleTasks
source: Tasks
cs: Úkoly
de: Aufgaben
es: Tareas
fr: Tâches
ro: Sarcini

# nestedAiResponsesTitle
source: {count} AI response{count, plural, =1{} other{s}}
cs: {count, plural, =1{1 AI odpověď} other{{count} AI odpovědí}}
de: {count} KI-Antwort{count, plural, =1{} other{en}}
es: {count} respuesta{count, plural, =1{} other{s}} AI
fr: {count} réponse{count, plural, =1{} other{s}} AI
ro: {count, plural, =1{1 răspuns AI} other{{count} răspunsuri AI}}

source: No default language
cs: Žádný výchozí jazyk
de: Keine Standardsprache
es: Sin idioma predeterminado
fr: Aucune langue par défaut
ro: Fără limbă implicită

source: No prompts available
cs: Žádné dostupné výzvy
de: Keine Prompts verfügbar
es: No hay prompts disponibles
fr: Aucun prompt disponible
ro: Nu există prompturi disponibile

# noPromptsForType
source: No prompts available for this type
cs: Pro tento typ nejsou k dispozici žádné výzvy
de: Keine Prompts für diesen Typ verfügbar
es: No hay prompts disponibles para este tipo
fr: Aucun prompt disponible pour ce type
ro: Nu există prompturi disponibile pentru acest tip

source: No tasks found
cs: Nebyly nalezeny žádné úkoly
de: Keine Aufgaben gefunden
es: No se encontraron tareas
fr: Aucune tâche trouvée
ro: Nu s-au găsit sarcini

# noTasksToLink
source: No tasks available to link
cs: Žádné dostupné úkoly k propojení
de: Keine Aufgaben zum Verknüpfen verfügbar
es: No hay tareas disponibles para vincular
fr: Aucune tâche disponible à lier
ro: Nu sunt sarcini disponibile pentru a fi legate

# outboxMonitorAttachmentLabel
source: Attachment
cs: Příloha
de: Anhang
es: Adjunto
fr: Pièce jointe
ro: Atașament

# outboxMonitorDelete
source: delete
cs: smazat
de: Löschen
es: eliminar
fr: supprimer
ro: șterge

# outboxMonitorDeleteConfirmLabel
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
ro: Șterge

# outboxMonitorDeleteConfirmMessage
source: Are you sure you want to delete this sync item? This action cannot be undone.
cs: Opravdu chcete tuto synchronizační položku smazat? Tuto akci nelze vrátit zpět.
de: Möchtest du dieses Sync-Element wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este elemento de sincronización? Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer cet élément de synchronisation ? Cette action est irréversible.
ro: Sigur doriți să ștergeți acest element de sincronizare? Această acțiune nu poate fi anulată.

# outboxMonitorDeleteFailed
source: Delete failed. Please try again.
cs: Smazání selhalo. Zkuste to prosím znovu.
de: Löschen fehlgeschlagen. Bitte versuche es erneut.
es: Error al eliminar. Por favor, inténtalo de nuevo.
fr: Échec de la suppression. Réessaie s'il te plaît.
ro: Ștergerea a eșuat. Vă rugăm să încercați din nou.

# outboxMonitorDeleteSuccess
source: Item deleted
cs: Položka smazána
de: Element gelöscht
es: Elemento eliminado
fr: Élément supprimé
ro: Element șters

# outboxMonitorEmptyDescription
source: There are no sync items in this view.
cs: V tomto zobrazení nejsou žádné synchronizační položky.
de: In dieser Ansicht befinden sich keine Sync-Elemente.
es: No hay elementos de sincronización en esta vista.
fr: Il n'y a aucun élément de synchronisation dans cette vue.
ro: Nu există elemente de sincronizare în această vizualizare.

# outboxMonitorEmptyTitle
source: Outbox is clear
cs: Odchozí pošta je prázdná
de: Postausgang ist leer
es: La bandeja de salida está vacía
fr: La boîte d'envoi est vide
ro: Căsuța de trimitere este goală

# outboxMonitorLabelAll
source: all
cs: vše
de: alle
es: todos
fr: tout
ro: toate

# outboxMonitorLabelError
source: error
cs: chyba
de: Fehler
fr: erreur
ro: eroare

# outboxMonitorLabelPending
source: pending
cs: čeká
de: ausstehend
es: pendiente
fr: en attente
ro: în așteptare

# outboxMonitorLabelSent
source: sent
cs: odesláno
de: gesendet
es: enviado
fr: envoyé
ro: trimis

# outboxMonitorLabelSuccess
source: success
cs: úspěch
de: Erfolgreich
es: éxito
fr: succès
ro: succes

# outboxMonitorNoAttachment
source: no attachment
cs: žádná příloha
de: kein Anhang
es: sin archivo adjunto
fr: pas de pièce jointe
ro: fără atașament

# outboxMonitorRetries
source: retries
cs: pokusy
de: Wiederholungen
es: reintentos
ro: reîncercare

# outboxMonitorRetriesLabel
source: Retries
cs: Počet pokusů
de: Wiederholungen
es: Reintentos
fr: Tentatives
ro: Reîncercări

# outboxMonitorRetry
source: retry
cs: zkusit znovu
de: wiederholen
es: reintentar
fr: réessayer
ro: reincercare

# outboxMonitorRetryConfirmLabel
source: Retry Now
cs: Zkusit nyní
de: Jetzt wiederholen
es: Reintentar ahora
fr: Réessayer maintenant
ro: Reîncearcă acum

# outboxMonitorRetryConfirmMessage
source: Retry this sync item now?
cs: Chcete tuto synchronizaci zkusit znovu nyní?
de: Dieses Sync-Element jetzt erneut versuchen?
es: ¿Reintentar este elemento de sincronización ahora?
fr: Réessayer cet élément de synchronisation maintenant ?
ro: Reîncercați acest element de sincronizare acum?

# outboxMonitorRetryFailed
source: Retry failed. Please try again.
cs: Opakování selhalo. Zkuste to prosím znovu.
de: Wiederholung fehlgeschlagen. Bitte versuche es erneut.
es: Error al reintentar. Por favor, inténtalo de nuevo.
fr: Échec de la nouvelle tentative. Réessaie s'il te plaît.
ro: Reîncercarea a eșuat. Vă rugăm să încercați din nou.

# outboxMonitorRetryQueued
source: Retry scheduled
cs: Opakování naplánováno
de: Wiederholung geplant
es: Reintento programado
fr: Nouvelle tentative programmée
ro: Reîncercare programată

# outboxMonitorSubjectLabel
source: Subject
cs: Předmět
de: Betreff
es: Asunto
fr: Sujet
ro: Subiect

# outboxMonitorSwitchLabel
source: enabled
cs: povoleno
de: aktiviert
es: habilitado
fr: activé
ro: pornit

# privateLabel
source: Private
cs: Soukromé
de: Privat
es: Privado
fr: Privé
ro: Privat

# promptAddOrRemoveModelsButton
source: Add or Remove Models
cs: Přidat nebo odstranit modely
de: Modelle hinzufügen oder entfernen
es: Añadir o eliminar modelos
fr: Ajouter ou supprimer des modèles
ro: Adaugă sau elimină modele

# promptAddPageTitle
source: Add Prompt
cs: Přidat prompt
de: Prompt hinzufügen
es: Añadir prompt
fr: Ajouter un prompt
ro: Adaugă prompt

# promptAiResponseTypeDescription
source: Format of the expected response
cs: Formát očekávané odpovědi
de: Format der erwarteten Antwort
es: Formato de la respuesta esperada
fr: Format de la réponse attendue
ro: Formatul răspunsului așteptat

# promptAiResponseTypeLabel
source: AI Response Type
cs: AI typ odpovědi
de: AI-Antworttyp
es: Tipo de respuesta AI
fr: Type de réponse AI
ro: Tip răspuns AI

# promptBehaviorDescription
source: Configure how the prompt processes and responds
cs: Konfigurovat, jak prompt zpracovává a reaguje
de: Konfiguriere, wie der Prompt verarbeitet und antwortet
es: Configurar cómo el prompt procesa y responde
fr: Configurer le traitement et les réponses du prompt
ro: Configurați modul în care promptul procesează și răspunde

# promptBehaviorTitle
source: Prompt Behavior
cs: Chování promptu
de: Prompt-Verhalten
es: Comportamiento del prompt
fr: Comportement du prompt
ro: Comportament prompt

# promptCancelButton
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ro: Anulează

# promptContentDescription
source: Define the system and user prompts
cs: Definujte systémové a uživatelské prompty
de: System- und Benutzer-Prompts definieren
es: Definir los prompts del sistema y del usuario
fr: Définir les prompts système et utilisateur
ro: Definiți prompturile de sistem și utilizator

# promptContentTitle
source: Prompt Content
cs: Obsah promptu
de: Prompt-Inhalt
es: Contenido del prompt
fr: Contenu du prompt
ro: Conținut prompt

# promptDefaultModelBadge
source: Default
cs: Výchozí
de: Standard
es: Predeterminado
fr: Par défaut
ro: Implicit

# promptDescriptionHint
source: Describe this prompt
cs: Popište tento prompt
de: Diesen Prompt beschreiben
es: Describir este prompt
fr: Décrire ce prompt
ro: Descrieți acest prompt

# promptDescriptionLabel
source: Description
cs: Popis
de: Beschreibung
es: Descripción
ro: Descriere

# promptDetailsDescription
source: Basic information about this prompt
cs: Základní informace o tomto promptu
de: Grundinformationen zu diesem Prompt
es: Información básica sobre este prompt
fr: Informations de base sur ce prompt
ro: Informații de bază despre acest prompt

# promptDetailsTitle
source: Prompt Details
cs: Detaily promptu
es: Detalles del prompt
fr: Détails du prompt
ro: Detalii prompt

# promptDisplayNameHint
source: Enter a friendly name
cs: Zadejte přátelský název
de: Einen Anzeigenamen eingeben
es: Introducir un nombre descriptivo
fr: Saisir un nom convivial
ro: Introduceți un nume prietenos

# promptDisplayNameLabel
source: Display Name
cs: Zobrazovaný název
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
ro: Nume afișat

# promptEditLoadError
source: Failed to load prompt
cs: Nepodařilo se načíst prompt
de: Prompt konnte nicht geladen werden
es: Error al cargar el prompt
fr: Échec du chargement du prompt
ro: Eșec la încărcarea promptului

# promptEditPageTitle
source: Edit Prompt
cs: Upravit prompt
de: Prompt bearbeiten
es: Editar prompt
fr: Modifier le prompt
ro: Editează promptul

# promptErrorLoadingModel
source: Error loading model
cs: Chyba při načítání modelu
de: Fehler beim Laden des Modells
es: Error al cargar el modelo
fr: Erreur lors du chargement du modèle
ro: Eroare la încărcarea modelului

# promptGenerationCardTitle
source: AI Coding Prompt
cs: AI kódovací prompt
de: KI-Coding-Prompt
es: Prompt de codificación AI
fr: Prompt de codage AI
ro: Prompt de codare AI

# promptGenerationCopiedSnackbar
source: Prompt copied to clipboard
cs: Prompt zkopírován do schránky
de: Prompt in Zwischenablage kopiert
es: Prompt copiado al portapapeles
fr: Prompt copié dans le presse-papiers
ro: Prompt copiat în clipboard

# promptGenerationCopyButton
source: Copy Prompt
cs: Zkopírovat prompt
de: Prompt kopieren
es: Copiar prompt
fr: Copier le prompt
ro: Copiază promptul

# promptGenerationCopyTooltip
source: Copy prompt to clipboard
cs: Zkopírovat prompt do schránky
de: Prompt in Zwischenablage kopieren
es: Copiar prompt al portapapeles
fr: Copier le prompt dans le presse-papiers
ro: Copiază promptul în clipboard

# promptGenerationExpandTooltip
source: Show full prompt
cs: Zobrazit celý prompt
de: Vollständigen Prompt anzeigen
es: Mostrar prompt completo
fr: Afficher le prompt complet
ro: Arată promptul complet

# promptGenerationFullPromptLabel
source: Full Prompt:
cs: Celý prompt:
de: Vollständiger Prompt:
es: Prompt completo:
fr: Prompt complet :
ro: Prompt complet:

# promptGoBackButton
source: Go Back
cs: Zpět
de: Zurück
es: Volver
fr: Retour
ro: Înapoi

# promptLoadingModel
source: Loading model...
cs: Načítání modelu...
de: Modell wird geladen...
es: Cargando modelo...
fr: Chargement du modèle...
ro: Se încarcă modelul...

# promptModelSelectionDescription
source: Choose compatible models for this prompt
cs: Vyberte kompatibilní modely pro tento prompt
de: Kompatible Modelle für diesen Prompt auswählen
es: Elegir modelos compatibles para este prompt
fr: Choisir des modèles compatibles pour ce prompt
ro: Alegeți modele compatibile pentru acest prompt

# promptModelSelectionTitle
source: Model Selection
cs: Výběr modelu
de: Modellauswahl
es: Selección de modelo
fr: Sélection du modèle
ro: Selecție model

# promptNoModelsSelectedError
source: No models selected. Select at least one model.
cs: Nebyl vybrán žádný model. Vyberte alespoň jeden model.
de: Keine Modelle ausgewählt. Wähle mindestens ein Modell aus.
es: No se seleccionaron modelos. Selecciona al menos un modelo.
fr: Aucun modèle sélectionné. Sélectionne au moins un modèle.
ro: Niciun model selectat. Selectați cel puțin un model.

# promptReasoningModeDescription
source: Enable for prompts requiring deep thinking
cs: Povolit pro výzvy vyžadující hluboké přemýšlení
de: Für Prompts aktivieren, die tiefes Nachdenken erfordern
es: Activar para prompts que requieren reflexión profunda
fr: Activer pour les prompts nécessitant une réflexion approfondie
ro: Activați pentru prompturi care necesită gândire profundă

# promptReasoningModeLabel
source: Reasoning Mode
cs: Režim uvažování
de: Schlussfolgerungsmodus
es: Modo de razonamiento
fr: Mode raisonnement
ro: Mod raționament

# promptRequiredInputDataDescription
source: Type of data this prompt expects
cs: Typ dat, která tato výzva očekává
de: Art der Daten, die dieser Prompt erwartet
es: Tipo de datos que espera este prompt
fr: Type de données attendu par ce prompt
ro: Tipul de date așteptat de acest prompt

# promptRequiredInputDataLabel
source: Required Input Data
cs: Požadovaná vstupní data
de: Erforderliche Eingabedaten
es: Datos de entrada requeridos
fr: Données d'entrée requises
ro: Date de intrare necesare

# promptSaveButton
source: Save Prompt
cs: Uložit výzvu
de: Prompt speichern
es: Guardar prompt
fr: Enregistrer le prompt
ro: Salvează promptul

# promptSelectInputTypeHint
source: Select input type
cs: Vyberte typ vstupu
de: Eingabetyp auswählen
es: Seleccionar tipo de entrada
fr: Sélectionner le type d'entrée
ro: Selectați tipul de intrare
