Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# tasksLabelsHeaderTitle
source: Labels
cs: Štítky
es: Etiquetas
fr: Étiquettes
ro: Etichete

# tasksLabelsNoLabels
source: No labels
cs: Žádné štítky
de: Keine Labels
es: Sin etiquetas
fr: Aucune étiquette
ro: Fără etichete

# tasksLabelsSheetApply
source: Apply
cs: Použít
de: Anwenden
es: Aplicar
fr: Appliquer
ro: Aplică

# tasksLabelsSheetSearchHint
source: Search labels…
cs: Hledat štítky…
de: Labels suchen…
es: Buscar etiquetas…
fr: Rechercher des étiquettes…
ro: Caută etichete…

# tasksLabelsSheetTitle
source: Select labels
cs: Vybrat štítky
de: Labels auswählen
es: Seleccionar etiquetas
fr: Sélectionner des étiquettes
ro: Selectează etichete

# tasksLabelsUpdateFailed
source: Failed to update labels
cs: Nepodařilo se aktualizovat štítky
de: Labels konnten nicht aktualisiert werden
es: Error al actualizar etiquetas
fr: Échec de la mise à jour des étiquettes
ro: Eșec la actualizarea etichetelor

# tasksPriorityFilterAll
source: All
cs: Vše
de: Alle
es: Todas
fr: Toutes
ro: Toate

# tasksPriorityFilterTitle
source: Priority
cs: Priorita
de: Priorität
es: Prioridad
fr: Priorité
ro: Prioritate

# tasksPriorityP0
source: Urgent
cs: Naléhavé
de: Dringend
es: Urgente
fr: Urgente
ro: Urgentă

# tasksPriorityP0Description
source: Urgent (ASAP)
cs: Naléhavé (co nejdříve)
de: Dringend (ASAP)
es: Urgente (Lo antes posible)
fr: Urgente (Dès que possible)
ro: Urgentă (Cât mai curând)

# tasksPriorityP1
source: High
cs: Vysoká
de: Hoch
es: Alta
fr: Haute
ro: Ridicată

# tasksPriorityP1Description
source: High (Soon)
cs: Vysoká (brzy)
de: Hoch (Bald)
es: Alta (Pronto)
fr: Haute (Bientôt)
ro: Ridicată (Curând)

# tasksPriorityP2
source: Medium
cs: Střední
de: Mittel
es: Media
fr: Moyenne
ro: Medie

# tasksPriorityP2Description
source: Medium (Default)
cs: Střední (výchozí)
de: Mittel (Standard)
es: Media (Predeterminada)
fr: Moyenne (Par défaut)
ro: Medie (Implicit)

# tasksPriorityP3
source: Low
cs: Nízká
de: Niedrig
es: Baja
fr: Basse
ro: Scăzută

# tasksPriorityP3Description
source: Low (Whenever)
cs: Nízká (kdykoliv)
de: Niedrig (Irgendwann)
es: Baja (Cuando sea posible)
fr: Basse (Quand possible)
ro: Scăzută (Când se poate)

# tasksPriorityPickerTitle
source: Select priority
cs: Vyberte prioritu
de: Priorität auswählen
es: Seleccionar prioridad
fr: Sélectionner la priorité
ro: Selectează prioritatea

# tasksPriorityTitle
source: Priority:
cs: Priorita:
de: Priorität:
es: Prioridad:
fr: Priorité :
ro: Prioritate:

# tasksQuickFilterClear
source: Clear
cs: Vymazat
de: Zurücksetzen
es: Borrar
fr: Effacer
ro: Șterge

# tasksQuickFilterLabelsActiveTitle
source: Active label filters
cs: Aktivní filtry štítků
de: Aktive Label-Filter
es: Filtros de etiquetas activos
fr: Filtres d'étiquettes actifs
ro: Filtre de etichete active

# tasksQuickFilterUnassignedLabel
source: Unassigned
cs: Nepřiřazeno
de: Nicht zugewiesen
es: Sin asignar
fr: Non attribué
ro: Neatribuit

# tasksShowCoverArt
source: Show cover art on cards
cs: Zobrazit obal na kartách
de: Titelbild auf Karten anzeigen
es: Mostrar imagen de portada en tarjetas
fr: Afficher la couverture sur les cartes
ro: Afișează coperta pe carduri

# tasksShowCreationDate
source: Show creation date on cards
cs: Zobrazit datum vytvoření na kartách
de: Erstellungsdatum auf Karten anzeigen
es: Mostrar fecha de creación en tarjetas
fr: Afficher la date de création sur les cartes
ro: Afișează data creării pe carduri

# tasksShowDueDate
source: Show due date on cards
cs: Zobrazit datum splnění na kartách
de: Fälligkeitsdatum auf Karten anzeigen
es: Mostrar fecha de vencimiento en tarjetas
fr: Afficher la date d'échéance sur les cartes
ro: Afișează data scadenței pe carduri

# tasksSortByCreationDate
source: Created
cs: Vytvořeno
de: Erstellt
es: Creación
fr: Création
ro: Creație

# tasksSortByDate
source: Date
cs: Datum
de: Datum
es: Fecha
ro: Dată

# tasksSortByDueDate
source: Due Date
cs: Termín dokončení
de: Fälligkeit
es: Vencimiento
fr: Échéance
ro: Scadență

# tasksSortByLabel
source: Sort by
cs: Seřadit podle
de: Sortieren nach
es: Ordenar por
fr: Trier par
ro: Sortare după

# tasksSortByPriority
source: Priority
cs: Priorita
de: Priorität
es: Prioridad
fr: Priorité
ro: Prioritate

# taskStatusAll
source: All
cs: Vše
de: Alle
es: Todos
fr: Tout
ro: Toate

# taskStatusBlocked
source: Blocked
cs: Blokováno
de: Blockiert
es: Bloqueado
fr: BLOQUÉE
ro: BLOCAT

# taskStatusDone
source: Done
cs: Hotovo
de: Erledigt
es: Completado
fr: TERMINÉE
ro: TERMINAT

# taskStatusGroomed
source: Groomed
cs: Připraveno
de: Gepflegt
es: Preparado
fr: AFFINÉE
ro: PREGĂTIT

# taskStatusInProgress
source: In Progress
cs: Probíhá
de: In Bearbeitung
es: En curso
fr: EN COURS
ro: ÎN PROGRES

# taskStatusLabel
source: Status:
cs: Stav:
es: Estado:
fr: État de la tâche :
ro: Starea Sarcinii:

# taskStatusOnHold
source: On Hold
cs: Pozastaveno
de: Zurückgestellt
es: En espera
fr: EN ATTENTE
ro: N AŞTEPTARE

# taskStatusOpen
source: Open
cs: Otevřeno
de: Offen
es: Abierto
fr: OUVERTE
ro: DESCHIS

# taskStatusRejected
source: Rejected
cs: Odmítnuto
de: Abgelehnt
es: Rechazado
fr: REJETÉE
ro: RESPINS

source: Task Summaries
cs: Souhrny úkolů
de: Aufgabenzusammenfassungen
es: Resúmenes de tareas
fr: Résumés de tâches
ro: Rezumate sarcini

# timeByCategoryChartTitle
source: Time by Category
cs: Čas podle kategorie
de: Zeit nach Kategorie
es: Tiempo por categoría
fr: Temps par catégorie
ro: Timp pe categorie

# unlinkButton
source: Unlink
cs: Zrušit propojení
de: Verknüpfung aufheben
es: Desvincular
fr: Délier
ro: Dezleagă

# unlinkTaskConfirm
source: Are you sure you want to unlink this task?
cs: Opravdu chcete zrušit propojení tohoto úkolu?
de: Bist du sicher, dass du die Verknüpfung zu dieser Aufgabe aufheben möchtest?
es: ¿Estás seguro de que quieres desvincular esta tarea?
fr: Es-tu sûr de vouloir délier cette tâche ?
ro: Ești sigur că vrei să dezlegi această sarcină?

# unlinkTaskTitle
source: Unlink Task
cs: Zrušit propojení úkolu
de: Verknüpfung aufheben
es: Desvincular tarea
fr: Délier la tâche
ro: Dezleagă sarcina

# viewMenuTitle
source: View
cs: Zobrazit
de: Ansicht
es: Vista
fr: Affichage
ro: Vizualizare

# whatsNewDoneButton
source: Done
cs: Hotovo
de: Fertig
es: Listo
fr: Terminé
ro: Gata

# whatsNewSkipButton
source: Skip
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Ignorer
ro: Omite

# aiSettingsModalityText
source: Text
es: Texto
fr: Texte

# audioRecordingStandard
source: Standard
es: Estándar

# audioRecordingStop
source: STOP
es: PARAR

# entryTypeLabelJournalEntry
source: Text
es: Texto
fr: Texte

# journalTogglePrivateTitle
source: Private
cs: Soukromé
de: Privat
es: Privado
fr: Privé

# journalToggleStarredTitle
source: Favorite
cs: Oblíbené
de: Favorit
es: Favorito
fr: Favori

# modalityTextName
source: Text
es: Texto
fr: Texte

# settingsHealthImportTitle
source: Health Import
cs: Import zdraví
de: Gesundheitsdatenimport
es: Importación de salud

# settingsLogsTitle
source: Logs
cs: Záznamy
de: Protokolle
es: Registros

# settingsMatrixHomeServerLabel
source: Homeserver
cs: Domácí server
es: Servidor doméstico
fr: Serveur principal

# settingsMeasurableFavoriteLabel
source: Favorite:
cs: Oblíbené:
de: Favorit:
es: Favorito:
fr: Préféré :

# settingsSyncOutboxTitle
source: Sync Outbox
cs: Synchronizace odeslané pošty
de: Sync-Postausgang
es: Bandeja de salida de sincronización

# taskAgentChipLabel
source: Agent
es: Agente

# taskLanguageSwahili
source: Swahili
cs: Svahilština
es: Suajili

# aiProviderVoxtralName
source: Voxtral (local)
cs: Voxtral (lokální)
de: Voxtral (lokal)

# aiProviderWhisperName
source: Whisper (local)
cs: Whisper (lokální)
de: Whisper (lokal)

# dailyOsPlan
source: Plan
cs: Plán

# dailyOsViewModeDailyOs
source: Daily OS
cs: Denní OS

# taskLanguageHindi
source: Hindi
cs: Hindština

# taskLanguageIgbo
source: Igbo
cs: Igboština

# taskLanguageYoruba
source: Yoruba
cs: Jorubština

# timeByCategoryChartTotalLabel
source: Total
cs: Celkem
de: Gesamt

# dailyOsDuration1h
source: 1h
de: 1 Std.

# dailyOsDuration2h
source: 2h
de: 2 Std.

# dailyOsDuration30m
source: 30m
de: 30 Min.

# dailyOsDuration3h
source: 3h
de: 3 Std.

# dailyOsDuration4h
source: 4h
de: 4 Std.

# dailyOsDurationHoursMinutes
source: {hours}h {minutes}m
de: {hours} Std. {minutes} Min.
