Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# enhancedPromptFormDisplayNameHelperText
source: A descriptive name for this prompt template
cs: Popisný název pro tuto šablonu výzvy
de: Ein beschreibender Name für diese Prompt-Vorlage
es: Un nombre descriptivo para esta plantilla de prompt
fr: Un nom descriptif pour ce modèle de prompt
ro: Un nume descriptiv pentru acest șablon de prompt

# enhancedPromptFormPreconfiguredPromptDescription
source: Choose from ready-made prompt templates
cs: Vyberte z připravených šablon výzev
de: Aus vorgefertigten Prompt-Vorlagen wählen
es: Elegir entre plantillas de prompt prediseñadas
fr: Choisir parmi des modèles de prompt prédéfinis
ro: Alegeți din șabloane de prompt predefinite

# enhancedPromptFormPromptConfigurationTitle
source: Prompt Configuration
cs: Konfigurace výzvy
de: Prompt-Konfiguration
es: Configuración del prompt
fr: Configuration du prompt
ro: Configurare prompt

# enhancedPromptFormQuickStartDescription
source: Start with a pre-built template to save time
cs: Začněte s předpřipravenou šablonou a ušetřete čas
de: Mit einer vorgefertigten Vorlage Zeit sparen
es: Comience con una plantilla prediseñada para ahorrar tiempo
fr: Commence avec un modèle prédéfini pour gagner du temps
ro: Începeți cu un șablon predefinit pentru a economisi timp

# enhancedPromptFormQuickStartTitle
source: Quick Start
cs: Rychlý start
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
ro: Pornire rapidă

# enhancedPromptFormRequiredInputDataSubtitle
source: Type of data this prompt expects
cs: Typ dat, která tento prompt očekává
de: Art der Daten, die dieser Prompt erwartet
es: Tipo de datos que espera este prompt
fr: Type de données attendu par ce prompt
ro: Tipul de date așteptat de acest prompt

# enhancedPromptFormSystemMessageHelperText
source: Instructions that define the AI's behavior and response style
cs: Instrukce, které určují chování AI a styl odpovědi
de: Anweisungen, die das Verhalten und den Antwortstil der AI definieren
es: Instrucciones que definen el comportamiento y estilo de respuesta de la AI
fr: Instructions qui définissent le comportement et le style de réponse de l'AI
ro: Instrucțiuni care definesc comportamentul și stilul de răspuns al AI

# enhancedPromptFormUserMessageHelperText
source: The main prompt text.
cs: Hlavní text promptu.
de: Der Haupttext des Prompts.
es: El texto principal del prompt.
fr: Le texte principal du prompt.
ro: Textul principal al promptului.

source: Enter category name
cs: Zadejte název kategorie
de: Kategorienamen eingeben
es: Introduzca el nombre de la categoría
fr: Saisir le nom de la catégorie
ro: Introduceți numele categoriei

# entryActions
source: Actions
cs: Akce
de: Aktionen
es: Acciones
ro: Acțiuni

# entryLabelsActionSubtitle
source: Assign labels to organize this entry
cs: Přiřadit štítky pro organizaci tohoto záznamu
de: Labels zuweisen, um diesen Eintrag zu organisieren
es: Asignar etiquetas para organizar esta entrada
fr: Assigner des étiquettes pour organiser cette entrée
ro: Atribuie etichete pentru a organiza această intrare

# entryLabelsActionTitle
source: Labels
cs: Štítky
es: Etiquetas
fr: Étiquettes
ro: Etichete

# entryLabelsEditTooltip
source: Edit labels
cs: Upravit štítky
de: Labels bearbeiten
es: Editar etiquetas
fr: Modifier les étiquettes
ro: Editează etichetele

# entryLabelsHeaderTitle
source: Labels
cs: Štítky
es: Etiquetas
fr: Étiquettes
ro: Etichete

# entryLabelsNoLabels
source: No labels assigned
cs: Žádné přiřazené štítky
de: Keine Labels zugewiesen
es: Sin etiquetas asignadas
fr: Aucune étiquette assignée
ro: Nicio etichetă atribuită

# entryTypeLabelAiResponse
source: AI Response
cs: Odpověď AI
de: AI-Antwort
es: Respuesta AI
fr: Réponse AI
ro: Răspuns AI

# entryTypeLabelChecklist
source: Checklist
cs: Kontrolní seznam
de: Checkliste
es: Lista de verificación
fr: Liste de contrôle
ro: Listă de verificare

# entryTypeLabelChecklistItem
source: To Do
cs: Úkol
de: Aufgabe
es: Elemento de lista
fr: Élément de liste
ro: Element de verificare

# entryTypeLabelHabitCompletionEntry
source: Habit
cs: Návyk
de: Gewohnheit
es: Hábito
fr: Habitude
ro: Obicei

# entryTypeLabelJournalEvent
source: Event
cs: Událost
de: Ereignis
es: Evento
fr: Événement
ro: Eveniment

# entryTypeLabelJournalImage
source: Photo
cs: Fotografie
de: Foto
es: Foto
ro: Foto

# entryTypeLabelMeasurementEntry
source: Measured
cs: Naměřeno
de: Messung
es: Medición
fr: Mesure
ro: Măsurătoare

# entryTypeLabelQuantitativeEntry
source: Health
cs: Zdraví
de: Gesundheit
es: Salud
fr: Santé
ro: Sănătate

# entryTypeLabelSurveyEntry
source: Survey
cs: Průzkum
de: Umfrage
es: Encuesta
fr: Sondage
ro: Sondaj

# entryTypeLabelTask
source: Task
cs: Úkol
de: Aufgabe
es: Tarea
fr: Tâche
ro: Sarcină

# entryTypeLabelWorkoutEntry
source: Workout
cs: Cvičení
de: Training
es: Entrenamiento
fr: Entraînement
ro: Antrenament

source: Error loading prompts
cs: Chyba při načítání výzev
de: Fehler beim Laden der Prompts
es: Error al cargar los prompts
fr: Erreur lors du chargement des prompts
ro: Eroare la încărcarea prompturilor

# eventNameLabel
source: Event:
cs: Událost:
de: Ereignis:
es: Evento:
fr: Événement :
ro: Eveniment:

# favoriteLabel
source: Favorite
cs: Oblíbené
de: Favorit
es: Favorito
fr: Favori
ro: Favorit

# fileMenuNewEllipsis
source: New ...
cs: Nový ...
de: Neu ...
es: Nuevo ...
fr: Nouveau...
ro: Nou ...

# fileMenuNewEntry
source: New Entry
cs: Nový záznam
de: Neuer Eintrag
es: Nueva entrada
fr: Nouvelle entrée
ro: Intrare nouă

# fileMenuNewScreenshot
source: Screenshot
cs: Snímek obrazovky
es: Captura de pantalla
fr: Capture d'écran
ro: Captură de ecran

# fileMenuNewTask
source: Task
cs: Úkol
de: Aufgabe
es: Tarea
fr: Tâche
ro: Sarcină

# fileMenuTitle
source: File
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
ro: Fișier

source: Generate Cover Art
cs: Vytvořit obálku
de: Cover generieren
es: Generar portada
fr: Générer une couverture
ro: Generează copertă

# generateCoverArtSubtitle
source: Create image from voice description
cs: Vytvořit obrázek z hlasového popisu
de: Bild aus Sprachbeschreibung erstellen
es: Crear imagen desde descripción de voz
fr: Créer une image à partir de la description vocale
ro: Creează imagine din descrierea vocală

# habitActiveFromLabel
source: Start Date
cs: Datum začátku
de: Startdatum
es: Fecha de inicio
fr: Date de début
ro: Data de început

# habitArchivedLabel
source: Archived:
cs: Archivováno:
de: Archiviert:
es: Archivado:
fr: Archivé :
ro: Arhivat:

# habitCategoryHint
source: Select Category...
cs: Vyberte kategorii...
de: Kategorie auswählen...
es: Seleccionar categoría...
fr: Sélectionner une catégorie...
ro: Selectați categoria...

# habitCategoryLabel
source: Category:
cs: Kategorie:
de: Kategorie:
es: Categoría:
fr: Catégorie :
ro: Categorie:

# habitDashboardHint
source: Select Dashboard...
cs: Vyberte panel...
de: Dashboard auswählen...
es: Seleccionar panel...
fr: Sélectionner un tableau de bord...
ro: Selectați tabloul de bord...

# habitDashboardLabel
source: Dashboard:
es: Panel:
fr: Tableau de bord :
ro: Tablou de bord:

# habitDeleteConfirm
source: YES, DELETE THIS HABIT
cs: ANO, SMAŽ TENTO ZVYK
de: JA, DIESE GEWOHNHEIT LÖSCHEN
es: SÍ, BORRAR ESTE HÁBITO
fr: OUI, SUPPRIMER CETTE HABITUDE
ro: DA, ȘTERGEȚI ACEST OBICEI

# habitDeleteQuestion
source: Do you want to delete this habit?
cs: Chcete tento zvyk smazat?
de: Möchtest du diese Gewohnheit löschen?
es: ¿Quieres borrar este hábito?
fr: Veux-tu supprimer cette habitude ?
ro: Doriți să ștergeți acest obicei?

# habitPriorityLabel
source: Priority:
cs: Priorita:
de: Priorität:
es: Prioridad:
fr: Priorité :
ro: Prioritate:

# habitsCompletedHeader
source: Completed
cs: Dokončeno
de: Abgeschlossen
es: Completado
fr: Terminées
ro: Finalizate

# habitsFilterAll
source: all
cs: všechny
de: alle
es: todos
fr: toutes
ro: toate

# habitsFilterCompleted
source: done
cs: hotovo
de: erledigt
es: hecho
fr: terminées
ro: finalizate

# habitsFilterOpenNow
source: due
cs: nyní
de: fällig
es: vencido
fr: dues
ro: scadente

# habitsFilterPendingLater
source: later
cs: později
de: später
es: más tarde
fr: plus tard
ro: mai târziu

# habitShowAlertAtLabel
source: Show alert at
cs: Zobrazit upozornění v
de: Alarm anzeigen um
es: Mostrar alerta a las
fr: Afficher l'alerte à
ro: Afișați alerta la

# habitShowFromLabel
source: Show from
cs: Zobrazit od
de: Anzeigen ab
es: Mostrar desde
fr: Afficher de
ro: Afișați de la

# habitsOpenHeader
source: Due now
cs: K splnění
de: Jetzt fällig
es: Vencido ahora
fr: Dues maintenant
ro: Scadente acum

# habitsPendingLaterHeader
source: Later today
cs: Později dnes
de: Später heute
es: Más tarde hoy
fr: Plus tard dans la journée
ro: Mai târziu astăzi

# imageGenerationAcceptButton
source: Accept as Cover Art
cs: Přijmout jako obal
de: Als Cover übernehmen
es: Aceptar como portada
fr: Accepter comme couverture
ro: Acceptă ca copertă

# imageGenerationCancelEdit
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ro: Anulează

# imageGenerationEditPromptButton
source: Edit Prompt
cs: Upravit výzvu
de: Prompt bearbeiten
es: Editar prompt
fr: Modifier le prompt
ro: Editează promptul

# imageGenerationEditPromptLabel
source: Edit prompt
cs: Upravit výzvu
de: Prompt bearbeiten
es: Editar prompt
fr: Modifier le prompt
ro: Editează promptul

# imageGenerationError
source: Failed to generate image
cs: Nepodařilo se vygenerovat obrázek
de: Bildgenerierung fehlgeschlagen
es: Error al generar imagen
fr: Échec de la génération d'image
ro: Generarea imaginii a eșuat

# imageGenerationGenerating
source: Generating image...
cs: Generování obrázku...
de: Bild wird generiert...
es: Generando imagen...
fr: Génération de l'image...
ro: Se generează imaginea...

# imageGenerationModalTitle
source: Generated Image
cs: Generovaný obrázek
de: Generiertes Bild
es: Imagen generada
fr: Image générée
ro: Imagine generată

# imageGenerationRetry
source: Retry
cs: Opakovat pokus
de: Wiederholen
es: Reintentar
fr: Réessayer
ro: Reîncearcă

# imageGenerationSaveError
source: Failed to save image: {error}
cs: Nepodařilo se uložit obrázek: {error}
de: Bild konnte nicht gespeichert werden: {error}
es: Error al guardar imagen: {error}
fr: Échec de l'enregistrement de l'image: {error}
ro: Salvarea imaginii a eșuat: {error}

# imageGenerationWithReferences
source: {count, plural, =0{No reference images} =1{Using 1 reference image} other{Using {count} reference images}}
cs: {count, plural, =0{Žádné referenční obrázky} =1{Používá se 1 referenční obrázek} other{Používá se {count} referenčních obrázků}}
de: {count, plural, =0{Keine Referenzbilder} =1{Mit 1 Referenzbild} other{Mit {count} Referenzbildern}}
es: {count, plural, =0{Sin imágenes de referencia} =1{Usando 1 imagen de referencia} other{Usando {count} imágenes de referencia}}
fr: {count, plural, =0{Aucune image de référence} =1{Avec 1 image de référence} other{Avec {count} images de référence}}
ro: {count, plural, =0{Fără imagini de referință} =1{Cu 1 imagine de referință} few{Cu {count} imagini de referință} other{Cu {count} de imagini de referință}}

# imagePromptGenerationCardTitle
source: AI Image Prompt
cs: AI prompt pro obrázek
de: KI-Bild-Prompt
es: Prompt de Imagen AI
fr: Prompt Image IA
ro: Prompt Imagine AI

# imagePromptGenerationCopiedSnackbar
source: Image prompt copied to clipboard
cs: Prompt obrázku byl zkopírován do schránky
de: Bild-Prompt in Zwischenablage kopiert
es: Prompt de imagen copiado al portapapeles
fr: Prompt d'image copié dans le presse-papiers
ro: Promptul de imagine a fost copiat în clipboard

# imagePromptGenerationCopyButton
source: Copy Prompt
cs: Kopírovat prompt
de: Prompt kopieren
es: Copiar Prompt
fr: Copier Prompt
ro: Copiază Prompt

# imagePromptGenerationCopyTooltip
source: Copy image prompt to clipboard
cs: Kopírovat prompt obrázku do schránky
de: Bild-Prompt in Zwischenablage kopieren
es: Copiar prompt de imagen al portapapeles
fr: Copier le prompt d'image dans le presse-papiers
ro: Copiază promptul de imagine în clipboard

# imagePromptGenerationExpandTooltip
source: Show full prompt
cs: Zobrazit celý prompt
de: Vollständigen Prompt anzeigen
es: Mostrar prompt completo
fr: Afficher le prompt complet
ro: Afișează promptul complet

# imagePromptGenerationFullPromptLabel
source: Full Image Prompt:
cs: Celý prompt obrázku:
de: Vollständiger Bild-Prompt:
es: Prompt de Imagen Completo:
fr: Prompt image complet :
ro: Prompt Imagine Complet:

source: Images
cs: Obrázky
de: Bilder
es: Imágenes
ro: Imagini

# inputDataTypeAudioFilesDescription
source: Use audio files as input
cs: Použijte audio soubory jako vstup
de: Audiodateien als Eingabe verwenden
es: Usar archivos de audio como entrada
fr: Utiliser des fichiers audio comme entrée
ro: Folosește fișiere audio ca intrare

# inputDataTypeAudioFilesName
source: Audio Files
cs: Audio soubory
de: Audiodateien
es: Archivos de audio
fr: Fichiers audio
ro: Fișiere audio

# inputDataTypeImagesDescription
source: Use images as input
cs: Použijte obrázky jako vstup
de: Bilder als Eingabe verwenden
es: Usar imágenes como entrada
fr: Utiliser des images comme entrée
ro: Folosește imagini ca intrare

# inputDataTypeImagesName
source: Images
cs: Obrázky
de: Bilder
es: Imágenes
ro: Imagini

# inputDataTypeTaskDescription
source: Use the current task as input
cs: Použijte aktuální úkol jako vstup
de: Aktuelle Aufgabe als Eingabe verwenden
es: Usar la tarea actual como entrada
fr: Utiliser la tâche actuelle comme entrée
ro: Folosește sarcina curentă ca intrare

# inputDataTypeTaskName
source: Task
cs: Úkol
de: Aufgabe
es: Tarea
fr: Tâche
ro: Sarcină

# inputDataTypeTasksListDescription
source: Use a list of tasks as input
cs: Použijte seznam úkolů jako vstup
de: Aufgabenliste als Eingabe verwenden
es: Usar una lista de tareas como entrada
fr: Utiliser une liste de tâches comme entrée
ro: Folosește o listă de sarcini ca intrare

# inputDataTypeTasksListName
source: Tasks List
cs: Seznam úkolů
de: Aufgabenliste
es: Lista de tareas
fr: Liste de tâches
ro: Listă de sarcini

# journalCopyImageLabel
source: Copy image
cs: Kopírovat obrázek
de: Bild kopieren
es: Copiar imagen
fr: Copier l'image
ro: Copiați imaginea

# journalDateFromLabel
source: Date from:
cs: Datum od:
de: Datum von:
es: Fecha desde:
fr: Date de début :
ro: De la:

# journalDateInvalid
source: Invalid Date Range
cs: Neplatné časové rozmezí
de: Ungültiger Datumsbereich
es: Intervalo de fechas no válido
fr: Plage de dates invalide
ro: Dată invalidă

# journalDateNowButton
source: Now
cs: Nyní
de: Jetzt
es: Ahora
fr: maintenant
ro: acum

# journalDateSaveButton
source: SAVE
cs: ULOŽIT
de: SPEICHERN
es: GUARDAR
fr: ENREGISTRER
ro: SALVEAZĂ

# journalDateToLabel
source: Date to:
cs: Datum do:
de: Datum bis:
es: Fecha hasta:
fr: Date de fin :
ro: Până la:

# journalDeleteConfirm
source: YES, DELETE THIS ENTRY
cs: ANO, SMAZAT TENTO ZÁZNAM
de: JA, DIESEN EINTRAG LÖSCHEN
es: SÍ, BORRAR ESTA ENTRADA
fr: OUI, SUPPRIMER CETTE ENTRÉE
ro: DA, ȘTERGE ACEASTĂ INTRARE

# journalDeleteHint
source: Delete entry
cs: Smazat záznam
de: Eintrag löschen
es: Borrar entrada
fr: Supprimer l'entrée
ro: Șterge intrare

# journalDeleteQuestion
source: Do you want to delete this journal entry?
cs: Opravdu chcete smazat tento deníkový záznam?
de: Möchtest du diesen Journaleintrag löschen?
es: ¿Quieres borrar esta entrada del diario?
fr: Veux-tu vraiment supprimer cette entrée ?
ro: Vrei să ștergi această intrare în jurnal?

# journalDurationLabel
source: Duration:
cs: Doba trvání:
de: Dauer:
es: Duración:
fr: Durée :
ro: Durată:

# journalFavoriteTooltip
source: starred only
cs: pouze oblíbené
de: nur Favoriten
es: solo destacados
fr: Préféré
ro: Favorit

# journalFlaggedTooltip
source: flagged only
cs: pouze označené
de: nur markiert
es: solo marcados
fr: Suivi
ro: Marcat

# journalHideLinkHint
source: Hide link
cs: Skrýt odkaz
de: Link ausblenden
es: Ocultar enlace
fr: Masquer le lien
ro: Ascunde linkul

# journalHideMapHint
source: Hide map
cs: Skrýt mapu
de: Karte ausblenden
es: Ocultar mapa
fr: Masquer la carte
ro: Ascunde harta

# journalLinkedEntriesAiLabel
source: Show AI-generated entries:
cs: Zobrazit záznamy generované AI:
de: KI-generierte Einträge anzeigen:
es: Mostrar entradas generadas por IA:
fr: Afficher les entrées générées par l'IA :
ro: Afișați intrările generate de AI:

# journalLinkedEntriesHiddenLabel
source: Show hidden entries:
cs: Zobrazit skryté záznamy:
de: Versteckte Einträge anzeigen:
es: Mostrar entradas ocultas:
fr: Afficher les entrées masquées :
ro: Afișați intrările ascunse:

# journalLinkedEntriesLabel
source: Linked Entries
cs: Propojené záznamy
de: Verknüpfte Einträge
es: Entradas vinculadas
fr: Lié :
ro: Legat:

# journalLinkedFromLabel
source: Linked from:
cs: Odkaz z:
de: Verknüpft von:
es: Vinculado de:
fr: Lié depuis :
ro: Legat de la:

# journalLinkFromHint
source: Link from
cs: Odkaz z
de: Verknüpfen von
es: Vincular desde
fr: Lié depuis
ro: Legătură de la

# journalLinkToHint
source: Link to
cs: Odkaz na
de: Verknüpfen mit
es: Vincular a
fr: Lié à
ro: Legătură la

# journalPrivateTooltip
source: private only
cs: pouze soukromé
de: nur privat
es: solo privado
fr: Privé
ro: Privat

# journalSearchHint
source: Search journal...
cs: Hledat deník...
de: Tagebuch durchsuchen...
es: Buscar en el diario...
fr: Rechercher journal...
ro: Cautare jurnal...

# journalShareAudioHint
source: Share audio
cs: Sdílet audio
de: Audio teilen
es: Compartir audio
fr: Partager audio
ro: Împarte audio

# journalShareHint
source: Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
ro: Partajează

# journalSharePhotoHint
source: Share photo
cs: Sdílet foto
de: Foto teilen
es: Compartir foto
fr: Partager photo
ro: Împarte foto

# journalShowLinkHint
source: Show link
cs: Zobrazit odkaz
de: Link anzeigen
es: Mostrar enlace
fr: Afficher le lien
ro: Arată linkul

# journalShowMapHint
source: Show map
cs: Zobrazit mapu
de: Karte anzeigen
es: Mostrar mapa
fr: Afficher la carte
ro: Arată harta

# journalTagPlusHint
source: Manage entry tags
cs: Spravovat tagy záznamů
de: Eintrag-Tags verwalten
es: Administrar etiquetas de entrada
fr: Gérer les étiquettes des entrées
ro: Gestionează etichetele intrării

# journalTagsCopyHint
source: Copy tags
cs: Kopírovat štítky
de: Tags kopieren
es: Copiar etiquetas
fr: Copier les étiquettes
ro: Copiază etichete

# journalTagsLabel
source: Tags:
cs: Štítky:
es: Etiquetas:
fr: Étiquettes :
ro: Etichete:

# journalTagsPasteHint
source: Paste tags
cs: Vložit štítky
de: Tags einfügen
es: Pegar etiquetas
fr: Coller les étiquettes
ro: Lipește etichete

# journalTagsRemoveHint
source: Remove tag
cs: Odstranit tag
de: Tag entfernen
es: Eliminar etiqueta
fr: Supprimer une étiquette
ro: Înlătură eticheta

# journalToggleFlaggedTitle
source: Flagged
cs: Označené
de: Markiert
es: Marcado
fr: Signalé
ro: Marcate

# journalUnlinkConfirm
source: YES, UNLINK ENTRY
cs: ANO, ODEPNOUT ZÁZNAM
de: JA, EINTRAG TRENNEN
es: SÍ, DESVINCULAR ENTRADA
fr: OUI, DISSOCIER L'ENTRÉE
ro: DA, DESPĂRȚIȚI INTRAREA

# journalUnlinkHint
source: Unlink
cs: Odepnout
de: Trennen
es: Desvincular
fr: Dissocier
ro: Despărțiți

# journalUnlinkQuestion
source: Are you sure you want to unlink this entry?
cs: Opravdu chcete tento záznam odepnout?
de: Möchtest du diesen Eintrag wirklich trennen?
es: ¿Estás seguro de que quieres desvincular esta entrada?
fr: Es-tu sûr de vouloir dissocier cette entrée ?
ro: Sigur doriți să despărțiți această intrare?

# linkedFromLabel
source: LINKED FROM
cs: PROPOJENO Z
de: VERKNÜPFT VON
es: VINCULADO DESDE
fr: LIÉ DEPUIS
ro: LEGAT DE LA

# linkedTasksMenuTooltip
source: Linked tasks options
cs: Možnosti propojených úkolů
de: Optionen für verknüpfte Aufgaben
es: Opciones de tareas vinculadas
fr: Options des tâches liées
ro: Opțiuni sarcini legate

# linkedTasksTitle
source: Linked Tasks
cs: Propojené úkoly
de: Verknüpfte Aufgaben
es: Tareas vinculadas
fr: Tâches liées
ro: Sarcini legate

# linkedToLabel
source: LINKED TO
cs: PROPOJENO NA
de: VERKNÜPFT MIT
es: VINCULADO A
fr: LIÉ À
ro: LEGAT LA

source: Link existing task...
cs: Propojit existující úkol...
de: Vorhandene Aufgabe verknüpfen...
es: Vincular tarea existente...
fr: Lier une tâche existante...
ro: Leagă o sarcină existentă...

# loggingFailedToLoad
source: Failed to load logs. Please try again.
cs: Nepodařilo se načíst logy. Prosím, zkuste to znovu.
de: Fehler beim Laden der Protokolle. Bitte versuche es erneut.
es: Error al cargar registros. Por favor, inténtalo de nuevo.
fr: Échec du chargement des journaux. Réessaie s'il te plaît.
ro: Eșec la încărcarea jurnalelor. Vă rugăm să încercați din nou.

# loggingFailedToLoadMore
source: Failed to load more results. Please try again.
cs: Nepodařilo se načíst další výsledky. Prosím, zkuste to znovu.
de: Fehler beim Laden weiterer Ergebnisse. Bitte versuche es erneut.
es: Error al cargar más resultados. Por favor, inténtalo de nuevo.
fr: Échec du chargement de résultats supplémentaires. Réessaie s'il te plaît.
ro: Eșec la încărcarea mai multor rezultate. Vă rugăm să încercați din nou.

# loggingSearchFailed
source: Search failed. Please try again.
cs: Vyhledávání neúspěšné. Prosím, zkuste to znovu.
de: Suche fehlgeschlagen. Bitte versuche es erneut.
es: Error en la búsqueda. Por favor, inténtalo de nuevo.
fr: Échec de la recherche. Réessaie s'il te plaît.
ro: Căutarea a eșuat. Vă rugăm să încercați din nou.

# logsSearchHint
source: Search all logs...
cs: Prohledat všechny logy...
de: Alle Logs durchsuchen...
es: Buscar todos los logs...
fr: Rechercher tous les logs...
ro: Caută în toate jurnalele...

# maintenanceDeleteDatabaseConfirm
source: YES, DELETE DATABASE
cs: ANO, SMAZAT DATABÁZI
de: JA, DATENBANK LÖSCHEN
es: SÍ, ELIMINAR BASE DE DATOS
fr: OUI, SUPPRIMER LA BASE DE DONNÉES
ro: DA, ȘTERGE BAZA DE DATE

# maintenanceDeleteDatabaseQuestion
source: Are you sure you want to delete {databaseName} Database?
cs: Opravdu chcete smazat databázi {databaseName}?
de: Bist du sicher, dass du die {databaseName}-Datenbank löschen möchtest?
es: ¿Estás seguro de que quieres eliminar la base de datos {databaseName}?
fr: Es-tu sûr de vouloir supprimer la base de données {databaseName} ?
ro: Sigur doriți să ștergeți baza de date {databaseName}?

# maintenanceDeleteEditorDb
source: Delete Editor Database
cs: Smazat databázi editoru
de: Entwürfe-Datenbank löschen
es: Eliminar la base de datos de borradores del editor
fr: Supprimer la base de données des brouillons
ro: Șterge ciornele din baza de date

# maintenanceDeleteEditorDbDescription
source: Delete editor drafts database
cs: Smazat databázi konceptů editoru
de: Editor-Entwürfe-Datenbank löschen
es: Eliminar base de datos de borradores del editor
fr: Supprimer la base de données des brouillons de l'éditeur
ro: Șterge baza de date a ciornelor editorului

# maintenanceDeleteLoggingDb
source: Delete Logging Database
cs: Smazat databázi logování
de: Logging-Datenbank löschen
es: Eliminar la base de datos de registro
fr: Supprimer la base de données de journalisation
ro: Șterge log-urile din baza de date

# maintenanceDeleteLoggingDbDescription
source: Delete logging database
cs: Smazat logovací databázi
de: Logging-Datenbank löschen
es: Eliminar base de datos de registros
fr: Supprimer la base de données de journalisation
ro: Șterge baza de date de jurnalizare

# maintenanceDeleteSyncDb
source: Delete Sync Database
cs: Smazat synchronizační databázi
de: Synchronisierungsdatenbank löschen
es: Eliminar la base de datos de sincronización
fr: Supprimer la base de données de synchronisation
ro: Ștergeți baza de date de sincronizare

# maintenanceDeleteSyncDbDescription
source: Delete sync database
cs: Smazat synchronizační databázi
de: Synchronisierungsdatenbank löschen
es: Eliminar base de datos de sincronización
fr: Supprimer la base de données de synchronisation
ro: Șterge baza de date de sincronizare
