Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# aiSettingsNoModelsConfigured
source: No AI models configured
cs: Nejsou nakonfigurovány žádné AI modely
de: Keine AI-Modelle konfiguriert
es: No hay modelos AI configurados
fr: Aucun modèle AI configuré
ro: Niciun model AI configurat

# aiSettingsNoPromptsConfigured
source: No AI prompts configured
cs: Nejsou nakonfigurovány žádné AI výzvy
de: Keine AI-Prompts konfiguriert
es: No hay prompts AI configurados
fr: Aucun prompt AI configuré
ro: Niciun prompt AI configurat

# aiSettingsNoProvidersConfigured
source: No AI providers configured
cs: Nejsou nakonfigurovány žádní poskytovatelé AI
de: Keine AI-Anbieter konfiguriert
es: No hay proveedores AI configurados
fr: Aucun fournisseur AI configuré
ro: Niciun furnizor AI configurat

# aiSettingsPageTitle
source: AI Settings
cs: Nastavení AI
de: AI-Einstellungen
es: Ajustes AI
fr: Paramètres AI
ro: Setări AI

# aiSettingsReasoningLabel
source: Reasoning
cs: Uvažování
de: Schlussfolgerung
es: Razonamiento
fr: Raisonnement
ro: Raționament

# aiSettingsSearchHint
source: Search AI configurations...
cs: Hledat konfigurace AI...
de: AI-Konfigurationen suchen...
es: Buscar configuraciones AI...
fr: Rechercher des configurations AI...
ro: Caută configurații AI...

# aiSettingsSelectLabel
source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
ro: Selectează

# aiSettingsSelectModeTooltip
source: Toggle selection mode for bulk operations
cs: Přepnout režim výběru pro hromadné operace
de: Auswahlmodus für Massenoperationen umschalten
es: Alternar modo de selección para operaciones masivas
fr: Basculer le mode de sélection pour les opérations en lot
ro: Comută modul de selecție pentru operații în lot

# aiSettingsTabModels
source: Models
cs: Modely
de: Modelle
es: Modelos
fr: Modèles
ro: Modele

# aiSettingsTabPrompts
source: Prompts
cs: Výzvy
ro: Prompturi

# aiSettingsTabProviders
source: Providers
cs: Poskytovatelé
de: Anbieter
es: Proveedores
fr: Fournisseurs
ro: Furnizori

# aiSetupWizardCreatesOptimized
source: Creates optimized models, prompts, and a test category
cs: Vytváří optimalizované modely, výzvy a testovací kategorii
de: Erstellt optimierte Modelle, Prompts und eine Testkategorie
es: Crea modelos, prompts y una categoría de prueba optimizados
fr: Crée des modèles, prompts et une catégorie de test optimisés
ro: Creează modele, prompturi și o categorie de test optimizate

# aiSetupWizardDescription
source: Set up or refresh models, prompts, and test category for {providerName}
cs: Nastavte nebo aktualizujte modely, výzvy a testovací kategorii pro {providerName}
de: Modelle, Prompts und Testkategorie für {providerName} einrichten oder aktualisieren
es: Configurar o actualizar modelos, prompts y categoría de prueba para {providerName}
fr: Configurer ou mettre à jour les modèles, prompts et la catégorie de test pour {providerName}
ro: Configurează sau actualizează modele, prompturi și categoria de test pentru {providerName}

# aiSetupWizardRunButton
source: Run Setup
cs: Spustit nastavení
de: Einrichtung starten
es: Ejecutar configuración
fr: Lancer la configuration
ro: Rulează configurarea

# aiSetupWizardRunLabel
source: Run Setup Wizard
cs: Spustit průvodce nastavením
de: Einrichtungsassistent ausführen
es: Ejecutar asistente de configuración
fr: Lancer l'assistant de configuration
ro: Rulează asistentul de configurare

# aiSetupWizardRunningButton
source: Running...
cs: Probíhá...
de: Wird ausgeführt...
es: Ejecutando...
fr: En cours...
ro: Se rulează...

# aiSetupWizardSafeToRunMultiple
source: Safe to run multiple times - existing items will be kept
cs: Bezpečné spustit vícekrát - existující položky budou zachovány
de: Kann mehrfach ausgeführt werden - vorhandene Elemente werden beibehalten
es: Se puede ejecutar varias veces - los elementos existentes se conservarán
fr: Peut être exécuté plusieurs fois - les éléments existants seront conservés
ro: Poate fi rulat de mai multe ori - elementele existente vor fi păstrate

# aiSetupWizardTitle
source: AI Setup Wizard
cs: Průvodce nastavením AI
de: KI-Einrichtungsassistent
es: Asistente de configuración AI
fr: Assistant de configuration AI
ro: Asistent de configurare AI

# aiTaskSummaryCancelScheduled
source: Cancel scheduled summary
cs: Zrušit plánovaný souhrn
de: Geplante Zusammenfassung abbrechen
es: Cancelar resumen programado
fr: Annuler le résumé programmé
ro: Anulează rezumatul programat

# aiTaskSummaryRunning
source: Thinking about summarizing task...
cs: Přemýšlím o shrnutí úkolu...
de: Denke über die Zusammenfassung der Aufgabe nach...
es: Pensando en resumir la tarea...
fr: Réflexion sur le résumé de la tâche...
ro: Se gândește la rezumarea sarcinii...

# aiTaskSummaryScheduled
source: Summary in {time}
cs: Shrnutí za {time}
de: Zusammenfassung in {time}
es: Resumen en {time}
fr: Résumé dans {time}
ro: Rezumat în {time}

# aiTaskSummaryTitle
source: AI Task Summary
cs: Shrnutí úkolu AI
de: KI-Aufgabenzusammenfassung
es: Resumen de tareas de IA
fr: Résumé de la tâche IA
ro: Rezumatul sarcinii AI

# aiTaskSummaryTriggerNow
source: Generate summary now
cs: Vygenerovat shrnutí nyní
de: Zusammenfassung jetzt erstellen
es: Generar resumen ahora
fr: Générer le résumé maintenant
ro: Generează rezumatul acum

# aiTranscribingAudio
source: Transcribing audio...
cs: Přepisování zvuku...
de: Audio wird transkribiert...
es: Transcribiendo audio...
fr: Transcription de l'audio...
ro: Se transcrie audio...

# apiKeyAddPageTitle
source: Add Provider
cs: Přidat poskytovatele
de: Anbieter hinzufügen
es: Añadir proveedor
fr: Ajouter un fournisseur
ro: Adaugă furnizor

# apiKeyEditLoadError
source: Failed to load API key configuration
cs: Nepodařilo se načíst konfiguraci API klíče
de: API-Schlüssel-Konfiguration konnte nicht geladen werden
es: Error al cargar la configuración de la clave API
fr: Échec du chargement de la configuration de la clé API
ro: Eșec la încărcarea configurației cheii API

# apiKeyEditPageTitle
source: Edit Provider
cs: Upravit poskytovatele
de: Anbieter bearbeiten
es: Editar proveedor
fr: Modifier le fournisseur
ro: Editează furnizor

# apiKeyFormCreateButton
source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
ro: Creează

# apiKeyFormUpdateButton
source: Update
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ro: Actualizează

# apiKeysSettingsPageTitle
source: AI Inference Providers
cs: Poskytovatelé AI inferencí
de: AI-Inferenz-Anbieter
es: Proveedores de inferencia AI
fr: Fournisseurs d'inférence AI
ro: Furnizori de inferență AI

# audioRecordingCancel
source: CANCEL
es: CANCELAR
ro: ANULARE

# audioRecordingListening
source: Listening...
es: Escuchando...
ro: Se ascultă...

# audioRecordingRealtime
source: Live Transcription
es: Transcripción en vivo
ro: Transcriere în direct

source: Audio Recordings
cs: Audiozáznamy
de: Audioaufnahmen
es: Grabaciones de audio
fr: Enregistrements audio
ro: Înregistrări audio

source: Automatic Prompts
cs: Automatické výzvy
de: Automatische Prompts
es: Prompts automáticos
fr: Prompts automatiques
ro: Prompturi automate

# backfillManualDescription
source: Request all missing entries regardless of age. Use this to recover older sync gaps.
cs: Požádejte o všechny chybějící záznamy bez ohledu na jejich stáří. Použijte toto pro obnovení starších mezer ve synchronizaci.
de: Alle fehlenden Einträge unabhängig vom Alter anfordern. Nutze dies zur Wiederherstellung älterer Synchronisierungslücken.
es: Solicitar todas las entradas faltantes sin importar su antigüedad. Úsalo para recuperar brechas de sincronización antiguas.
fr: Demander toutes les entrées manquantes quel que soit leur âge. Utilisez cette option pour récupérer les écarts de synchronisation anciens.
ro: Solicită toate intrările lipsă indiferent de vechime. Folosiți pentru a recupera lacune de sincronizare mai vechi.

# backfillManualProcessing
source: Processing...
cs: Probíhá zpracování...
de: Verarbeitung...
es: Procesando...
fr: Traitement...
ro: Se procesează...

# backfillManualSuccess
source: {count} entries requested
cs: Požádáno o {count} záznamů
de: {count} Einträge angefordert
es: {count} entradas solicitadas
fr: {count} entrées demandées
ro: {count} intrări solicitate

# backfillManualTitle
source: Manual Backfill
cs: Ruční doplnění
de: Manuelle Nachfüllung
es: Relleno manual
fr: Rattrapage manuel
ro: Completare manuală

# backfillManualTrigger
source: Request Missing Entries
cs: Požádat o chybějící záznamy
de: Fehlende Einträge anfordern
es: Solicitar entradas faltantes
fr: Demander les entrées manquantes
ro: Solicită intrări lipsă

# backfillReRequestDescription
source: Re-request entries that were requested but never received. Use this when responses are stuck.
cs: Požádejte znovu o položky, které byly požadovány, ale nikdy nedoručeny. Použijte toto, když jsou odpovědi zaseknuté.
de: Einträge erneut anfordern, die angefordert aber nie empfangen wurden. Nutze dies bei hängenden Antworten.
es: Volver a solicitar entradas que fueron solicitadas pero nunca recibidas. Úsalo cuando las respuestas estén atascadas.
fr: Redemander les entrées qui ont été demandées mais jamais reçues. Utilisez cette option lorsque les réponses sont bloquées.
ro: Resolicită intrările care au fost solicitate dar niciodată primite. Folosiți când răspunsurile sunt blocate.

# backfillReRequestProcessing
source: Re-requesting...
cs: Znovu se žádá...
de: Erneut anfordern...
es: Volviendo a solicitar...
fr: Nouvelle demande...
ro: Se resolicită...

# backfillReRequestSuccess
source: {count} entries re-requested
cs: {count} položek bylo požádáno znovu
de: {count} Einträge erneut angefordert
es: {count} entradas vueltas a solicitar
fr: {count} entrées redemandées
ro: {count} intrări resolicitate

# backfillReRequestTitle
source: Re-Request Pending
cs: Znovu požádat o čekající
de: Ausstehende erneut anfordern
es: Volver a solicitar pendientes
fr: Redemander les en attente
ro: Resolicită în așteptare

# backfillReRequestTrigger
source: Re-Request Pending Entries
cs: Požádat znovu o čekající položky
de: Ausstehende Einträge erneut anfordern
es: Volver a solicitar entradas pendientes
fr: Redemander les entrées en attente
ro: Resolicită intrări în așteptare

# backfillSettingsInfo
source: Automatic backfill requests missing entries from the last 24 hours. Use manual backfill for older entries.
cs: Automatické žádosti o doplnění chybějících položek za posledních 24 hodin. Použijte ruční záplň pro starší zápisy.
de: Automatische Nachfüllung fordert fehlende Einträge der letzten 24 Stunden an. Nutze manuelle Nachfüllung für ältere Einträge.
es: El relleno automático solicita las entradas faltantes de las últimas 24 horas. Use el relleno manual para entradas más antiguas.
fr: Le rattrapage automatique demande les entrées manquantes des dernières 24 heures. Utilisez le rattrapage manuel pour les entrées plus anciennes.
ro: Completarea automată solicită intrările lipsă din ultimele 24 de ore. Folosiți completarea manuală pentru intrări mai vechi.

# backfillSettingsSubtitle
source: Manage sync gap recovery
cs: Správa obnovy mezer v synchronizaci
de: Synchronisierungslücken verwalten
es: Gestionar recuperación de brechas de sincronización
fr: Gérer la récupération des écarts de synchronisation
ro: Gestionează recuperarea lacunelor de sincronizare

# backfillSettingsTitle
source: Backfill Sync
cs: Synchronizace doplnění
de: Sync-Nachfüllung
es: Relleno de sincronización
fr: Rattrapage de synchronisation
ro: Completare sincronizare

# backfillStatsBackfilled
source: Backfilled
cs: Doplněno
de: Nachgefüllt
es: Rellenado
fr: Rattrapé
ro: Completat

# backfillStatsDeleted
source: Deleted
cs: Smazáno
de: Gelöscht
es: Eliminado
fr: Supprimé
ro: Șters

# backfillStatsHostsTitle
source: {count} connected device{count, plural, =1{} other{s}}
cs: {count, plural, =1{1 připojené zařízení} other{{count} připojených zařízení}}
de: {count} verbundene{count, plural, =1{s Gerät} other{ Geräte}}
es: {count} dispositivo{count, plural, =1{} other{s}} conectado{count, plural, =1{} other{s}}
fr: {count} appareil{count, plural, =1{} other{s}} connecté{count, plural, =1{} other{s}}
ro: {count, plural, =1{1 dispozitiv conectat} other{{count} dispozitive conectate}}

# backfillStatsMissing
source: Missing
cs: Chybí
de: Fehlend
es: Faltante
fr: Manquant
ro: Lipsă

# backfillStatsNoData
source: No sync data available
cs: Žádná dostupná data synchronizace
de: Keine Synchronisierungsdaten verfügbar
es: No hay datos de sincronización disponibles
fr: Aucune donnée de synchronisation disponible
ro: Nu există date de sincronizare disponibile

# backfillStatsReceived
source: Received
cs: Přijato
de: Empfangen
es: Recibido
fr: Reçu
ro: Primit

# backfillStatsRefresh
source: Refresh stats
cs: Aktualizovat statistiky
de: Statistiken aktualisieren
es: Actualizar estadísticas
fr: Actualiser les statistiques
ro: Actualizează statisticile

# backfillStatsRequested
source: Requested
cs: Požadováno
de: Angefordert
es: Solicitado
fr: Demandé
ro: Solicitat

# backfillStatsTitle
source: Sync Statistics
cs: Statistiky synchronizace
de: Synchronisierungsstatistiken
es: Estadísticas de sincronización
fr: Statistiques de synchronisation
ro: Statistici de sincronizare

# backfillStatsTotalEntries
source: Total entries
cs: Celkem položek
de: Einträge gesamt
es: Entradas totales
fr: Total des entrées
ro: Total intrări

# backfillStatsUnresolvable
source: Unresolvable
cs: Nevyřešitelné
de: Nicht auflösbar
es: No resoluble
fr: Non résoluble
ro: Nerezolvabil

# backfillToggleDisabledDescription
source: Backfill disabled - useful on metered networks
cs: Doplnění zakázáno - užitečné při omezených sítích
de: Nachfüllung deaktiviert – nützlich bei Mobilfunknetzen
es: Relleno desactivado - útil en redes con datos limitados
fr: Rattrapage désactivé - utile sur les réseaux limités
ro: Completare dezactivată - utilă pe rețele cu date limitate

# backfillToggleEnabledDescription
source: Automatically request missing sync entries
cs: Automaticky požadovat chybějící položky synchronizace
de: Fehlende Sync-Einträge automatisch anfordern
es: Solicitar automáticamente entradas de sincronización faltantes
fr: Demander automatiquement les entrées de synchronisation manquantes
ro: Solicită automat intrările de sincronizare lipsă

# backfillToggleTitle
source: Automatic Backfill
cs: Automatické zpětné doplňování
de: Automatische Nachfüllung
es: Relleno automático
fr: Rattrapage automatique
ro: Completare automată

source: Basic Settings
cs: Základní nastavení
de: Grundeinstellungen
es: Ajustes básicos
fr: Paramètres de base
ro: Setări de bază

# cancelButton
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ro: Anulează

# categoryActiveDescription
source: Inactive categories won't appear in selection lists
cs: Neaktivní kategorie se nebudou zobrazovat ve výběrových seznamech
de: Inaktive Kategorien erscheinen nicht in Auswahllisten
es: Las categorías inactivas no aparecerán en las listas de selección
fr: Les catégories inactives n'apparaîtront pas dans les listes de sélection
ro: Categoriile inactive nu vor apărea în listele de selecție

# categoryAiModelDescription
source: Control which AI prompts can be used with this category
cs: Určete, které AI výzvy lze použít s touto kategorií
de: Steuere, welche AI-Prompts mit dieser Kategorie verwendet werden können
es: Controlar qué prompts AI se pueden usar con esta categoría
fr: Contrôler quels prompts AI peuvent être utilisés avec cette catégorie
ro: Controlați ce prompturi AI pot fi folosite cu această categorie

# categoryAutomaticPromptsDescription
source: Configure prompts that run automatically for different content types
cs: Nastavte výzvy, které se automaticky spouštějí pro různé typy obsahu
de: Prompts konfigurieren, die automatisch für verschiedene Inhaltstypen ausgeführt werden
es: Configurar prompts que se ejecutan automáticamente para diferentes tipos de contenido
fr: Configurer les prompts qui s'exécutent automatiquement pour différents types de contenu
ro: Configurați prompturi care se execută automat pentru diferite tipuri de conținut

# categoryCreationError
source: Failed to create category. Please try again.
cs: Nepodařilo se vytvořit kategorii.
de: Kategorie konnte nicht erstellt werden. Bitte versuche es erneut.
es: No se pudo crear la categoría. Por favor, inténtalo de nuevo.
fr: Impossible de créer la catégorie. Réessaie s'il te plaît.
ro: Nu s-a putut crea categoria. Vă rugăm să încercați din nou.

# categoryDefaultLanguageDescription
source: Set a default language for tasks in this category
cs: Nastavte výchozí jazyk pro úkoly v této kategorii
de: Standardsprache für Aufgaben in dieser Kategorie festlegen
es: Establecer un idioma predeterminado para las tareas de esta categoría
fr: Définir une langue par défaut pour les tâches de cette catégorie
ro: Setați o limbă implicită pentru sarcinile din această categorie

# categoryDeleteConfirm
source: YES, DELETE THIS CATEGORY
cs: ANO, SMAŽ TUTO KATEGORII
de: JA, DIESE KATEGORIE LÖSCHEN
es: SÍ, ELIMINAR ESTA CATEGORÍA
fr: OUI, SUPPRIMER CETTE CATÉGORIE
ro: DA, ȘTERGE ACEASTĂ CATEGORIE

# categoryDeleteConfirmation
source: This action cannot be undone. All entries in this category will remain but will no longer be categorized.
cs: Tuto akci nelze vrátit zpět. Všechny položky v této kategorii zůstanou, ale již nebudou přiřazeny k žádné kategorii.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Einträge in dieser Kategorie bleiben erhalten, werden aber nicht mehr kategorisiert.
es: Esta acción no se puede deshacer. Todas las entradas de esta categoría se conservarán pero dejarán de estar categorizadas.
fr: Cette action est irréversible. Toutes les entrées de cette catégorie seront conservées mais ne seront plus catégorisées.
ro: Această acțiune nu poate fi anulată. Toate intrările din această categorie vor fi păstrate, dar nu vor mai fi categorizate.

# categoryDeleteQuestion
source: Do you want to delete this category?
cs: Chcete tuto kategorii smazat?
de: Möchtest du diese Kategorie löschen?
es: ¿Quieres eliminar esta categoría?
fr: Veux-tu supprimer cette catégorie ?
ro: Doriți să ștergeți această categorie?

# categoryDeleteTitle
source: Delete Category?
cs: Smazat kategorii?
de: Kategorie löschen?
es: ¿Eliminar categoría?
fr: Supprimer la catégorie ?
ro: Ștergeți categoria?

# categoryFavoriteDescription
source: Mark this category as a favorite
cs: Označit tuto kategorii jako oblíbenou
de: Diese Kategorie als Favorit markieren
es: Marcar esta categoría como favorita
fr: Marquer cette catégorie comme favorite
ro: Marcați această categorie ca favorită

# categoryNameRequired
source: Category name is required
cs: Název kategorie je povinný
de: Kategoriename ist erforderlich
es: El nombre de la categoría es obligatorio
fr: Le nom de la catégorie est obligatoire
ro: Numele categoriei este obligatoriu

source: Category not found
cs: Kategorie nenalezena
de: Kategorie nicht gefunden
es: Categoría no encontrada
fr: Catégorie introuvable
ro: Categorie negăsită

# categoryPrivateDescription
source: Hide this category when private mode is enabled
cs: Skrýt tuto kategorii, když je zapnutý soukromý režim
de: Diese Kategorie ausblenden, wenn der private Modus aktiviert ist
es: Ocultar esta categoría cuando el modo privado esté activado
fr: Masquer cette catégorie lorsque le mode privé est activé
ro: Ascundeți această categorie când modul privat este activat

# categoryPromptFilterAll
source: All
ro: Toate

# categorySearchPlaceholder
source: Search categories...
cs: Vyhledávat kategorie...
de: Kategorien suchen...
es: Buscar categorías...
fr: Rechercher des catégories...
ro: Caută categorii...

# celebrationTapToContinue
source: Tap to continue
cs: Klepněte pro pokračování
de: Tippen zum Fortfahren
es: Toca para continuar
fr: Appuyez pour continuer
ro: Atingeți pentru a continua

# chatInputCancelRealtime
source: Cancel (Esc)
es: Cancelar (Esc)
ro: Anulează (Esc)

# chatInputCancelRecording
source: Cancel recording (Esc)
es: Cancelar grabación (Esc)
ro: Anulează înregistrarea (Esc)

# chatInputConfigureModel
source: Configure model
es: Configurar modelo
ro: Configurează modelul

# chatInputHintDefault
source: Ask about your tasks and productivity...
es: Pregunta sobre tus tareas y productividad...
ro: Întreabă despre sarcinile și productivitatea ta...

# chatInputHintSelectModel
source: Select a model to start chatting
es: Selecciona un modelo para empezar a chatear
ro: Selectează un model pentru a începe conversația

# chatInputListening
source: Listening...
es: Escuchando...
ro: Ascultă...

# chatInputPleaseWait
source: Please wait...
es: Espera...
ro: Așteaptă...

# chatInputProcessing
source: Processing...
es: Procesando...
ro: Se procesează...

# chatInputRecordVoice
source: Record voice message
es: Grabar mensaje de voz
ro: Înregistrează mesaj vocal

# chatInputSendTooltip
source: Send message
es: Enviar mensaje
ro: Trimite mesajul

# chatInputStartRealtime
source: Start live transcription
es: Iniciar transcripción en vivo
ro: Pornește transcrierea în timp real

# chatInputStopRealtime
source: Stop live transcription
es: Detener transcripción en vivo
ro: Oprește transcrierea în timp real

# chatInputStopTranscribe
source: Stop and transcribe
es: Detener y transcribir
ro: Oprește și transcrie

# checklistAddItem
source: Add a new item
cs: Přidat novou položku
de: Neues Element hinzufügen
es: Agregar un nuevo elemento
fr: Ajouter un nouvel élément
ro: Adaugă un element nou

# checklistAllDone
source: All items completed!
cs: Všechny položky splněny!
de: Alle Punkte erledigt!
es: ¡Todos los elementos completados!
fr: Tous les éléments sont terminés !
ro: Toate elementele sunt finalizate!

# checklistCompletedShort
source: {completed}/{total} done
cs: {completed}/{total} hotovo
de: {completed}/{total} erledigt
es: {completed}/{total} completados
fr: {completed}/{total} terminés
ro: {completed}/{total} finalizate

# checklistDelete
source: Delete checklist?
cs: Smazat kontrolní seznam?
de: Checkliste löschen?
es: ¿Eliminar lista de verificación?
fr: Supprimer la liste de contrôle ?
ro: Șterge lista de verificare?

# checklistExportAsMarkdown
source: Export checklist as Markdown
cs: Exportovat kontrolní seznam jako Markdown
de: Checkliste als Markdown exportieren
es: Exportar lista de verificación como Markdown
fr: Exporter la liste de contrôle en Markdown
ro: Exportă lista de verificare ca Markdown

# checklistExportFailed
source: Export failed
cs: Export selhal
de: Export fehlgeschlagen
es: Error en la exportación
fr: Échec de l'exportation
ro: Exportul a eșuat

# checklistFilterShowAll
source: Show all items
cs: Zobrazit všechny položky
de: Alle Einträge anzeigen
es: Mostrar todos los elementos
fr: Afficher tous les éléments
ro: Arată toate elementele

# checklistFilterShowOpen
source: Show open items
cs: Zobrazit otevřené položky
de: Offene Einträge anzeigen
es: Mostrar elementos pendientes
fr: Afficher les éléments en cours
ro: Arată elementele deschise

# checklistFilterStateAll
source: Showing all items
cs: Zobrazují se všechny položky
de: Alle Einträge werden angezeigt
es: Mostrando todos los elementos
fr: Affichage de tous les éléments
ro: Se arată toate elementele

# checklistFilterStateOpenOnly
source: Showing open items
cs: Zobrazují se otevřené položky
de: Offene Einträge werden angezeigt
es: Mostrando elementos pendientes
fr: Affichage des éléments en cours
ro: Se arată elementele deschise

# checklistFilterToggleSemantics
source: Toggle checklist filter (current: {state})
cs: Přepnout filtr kontrolního seznamu (aktuální: {state})
de: Checklisten-Filter umschalten (aktuell: {state})
es: Alternar filtro de lista de verificación (actual: {state})
fr: Basculer le filtre de la liste de contrôle (actuel : {state})
ro: Comută filtrul listei de verificare (curent: {state})

# checklistItemArchived
source: Item archived
es: Elemento archivado
ro: Element arhivat
