Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# aiConfigNoModelsAvailable
source: No AI models are configured yet. Please add one in settings.
cs: Žádné AI modely zatím nejsou konfigurovány. Prosím, přidejte je v nastavení.
de: Noch keine AI-Modelle konfiguriert. Bitte füge eines in den Einstellungen hinzu.
es: Aún no se han configurado modelos de AI. Por favor, añada uno en los ajustes.
fr: Aucun modèle AI n'est encore configuré. Ajoutes-en un dans les paramètres.
ro: Nu sunt configurate modele AI încă. Vă rugăm să adăugați unul în setări.

# aiConfigNoModelsSelected
source: No models selected. At least one model is required.
cs: Nebyly vybrány žádné modely. Je potřeba alespoň jeden model.
de: Keine Modelle ausgewählt. Mindestens ein Modell ist erforderlich.
es: No se han seleccionado modelos. Se requiere al menos un modelo.
fr: Aucun modèle sélectionné. Au moins un modèle est requis.
ro: Niciun model selectat. Este necesar cel puțin un model.

# aiConfigNoProvidersAvailable
source: No API providers available. Please add an API provider first.
cs: Žádní poskytovatelé API nejsou k dispozici. Prosím, nejprve přidejte poskytovatele API.
de: Keine API-Anbieter verfügbar. Bitte füge zuerst einen API-Anbieter hinzu.
es: No hay proveedores de API disponibles. Por favor, añada primero un proveedor de API.
fr: Aucun fournisseur d'API disponible. Ajoute d'abord un fournisseur d'API.
ro: Nu există furnizori de API disponibili. Vă rugăm să adăugați mai întâi un furnizor de API.

# aiConfigNoSuitableModelsAvailable
source: No models meet the requirements for this prompt. Please configure models that support the required capabilities.
cs: Žádný model nesplňuje požadavky pro tento prompt. Prosím, nakonfigurujte modely, které podporují požadované schopnosti.
de: Keine Modelle erfüllen die Anforderungen für diesen Prompt. Bitte konfiguriere Modelle mit den erforderlichen Fähigkeiten.
es: Ningún modelo cumple los requisitos para este prompt. Por favor, configura modelos con las capacidades requeridas.
fr: Aucun modèle ne répond aux exigences de ce prompt. Configure des modèles avec les capacités requises.
ro: Niciun model nu îndeplinește cerințele pentru acest prompt. Vă rugăm să configurați modele cu capabilitățile necesare.

# aiConfigOutputModalitiesFieldLabel
source: Output Modalities
cs: Výstupní modality
de: Ausgabemodalitäten
es: Modalidades de salida
fr: Modalités de sortie
ro: Modalități de ieșire

# aiConfigOutputModalitiesTitle
source: Output Modalities
cs: Výstupní modality
de: Ausgabemodalitäten
es: Modalidades de salida
fr: Modalités de sortie
ro: Modalități de ieșire

# aiConfigProviderDeletedSuccessfully
source: Provider deleted successfully
cs: Poskytovatel úspěšně smazán
de: Anbieter erfolgreich gelöscht
es: Proveedor eliminado correctamente
fr: Fournisseur supprimé avec succès
ro: Furnizor șters cu succes

# aiConfigProviderFieldLabel
source: Inference Provider
cs: Poskytovatel inferencí
de: Inferenz-Anbieter
es: Proveedor de inferencia
fr: Fournisseur d'inférence
ro: Furnizor de inferență

# aiConfigProviderModelIdFieldLabel
source: Provider Model ID
cs: ID modelu poskytovatele
de: Modell-ID des Anbieters
es: ID de modelo del proveedor
fr: ID du modèle du fournisseur
ro: ID model furnizor

# aiConfigProviderModelIdTooShortError
source: ProviderModelId must be at least 3 characters
cs: ID modelu musí mít alespoň 3 znaky
de: Modell-ID muss mindestens 3 Zeichen haben
es: El ID del modelo debe tener al menos 3 caracteres
fr: L'ID du modèle doit comporter au moins 3 caractères
ro: ID-ul modelului trebuie să aibă cel puțin 3 caractere

# aiConfigProviderTypeFieldLabel
source: Provider Type
cs: Typ poskytovatele
de: Anbietertyp
es: Tipo de proveedor
fr: Type de fournisseur
ro: Tip furnizor

# aiConfigReasoningCapabilityDescription
source: Model can perform step-by-step reasoning
cs: Model může provádět krokové uvažování
de: Modell kann schrittweises Schlussfolgern durchführen
es: El modelo puede realizar razonamiento paso a paso
fr: Le modèle peut effectuer un raisonnement étape par étape
ro: Modelul poate efectua raționament pas cu pas

# aiConfigReasoningCapabilityFieldLabel
source: Reasoning Capability
cs: Schopnost uvažování
de: Schlussfolgerungsfähigkeit
es: Capacidad de razonamiento
fr: Capacité de raisonnement
ro: Capacitate de raționament

# aiConfigRequiredInputDataFieldLabel
source: Required Input Data
cs: Požadovaná vstupní data
de: Erforderliche Eingabedaten
es: Datos de entrada requeridos
fr: Données d'entrée requises
ro: Date de intrare necesare

# aiConfigResponseTypeFieldLabel
source: AI Response Type
cs: Typ odpovědi AI
de: AI-Antworttyp
es: Tipo de respuesta AI
fr: Type de réponse AI
ro: Tip răspuns AI

# aiConfigResponseTypeNotSelectedError
source: Please select a response type
cs: Prosím, vyberte typ odpovědi
de: Bitte wähle einen Antworttyp
es: Por favor, selecciona un tipo de respuesta
fr: Sélectionne un type de réponse
ro: Vă rugăm să selectați un tip de răspuns

# aiConfigResponseTypeSelectHint
source: Select response type
cs: Vyberte typ odpovědi
de: Antworttyp auswählen
es: Seleccionar tipo de respuesta
fr: Sélectionner le type de réponse
ro: Selectați tipul de răspuns

# aiConfigSelectInputDataTypesPrompt
source: Select required data types...
cs: Vyberte požadované typy dat...
de: Erforderliche Datentypen auswählen...
es: Seleccionar tipos de datos requeridos...
fr: Sélectionner les types de données requis...
ro: Selectați tipurile de date necesare...

# aiConfigSelectModalitiesPrompt
source: Select modalities
cs: Vyberte modality
de: Modalitäten auswählen
es: Seleccionar modalidades
fr: Sélectionner les modalités
ro: Selectați modalitățile

# aiConfigSelectProviderModalTitle
source: Select Inference Provider
cs: Vyberte poskytovatele inferencí
de: Inferenz-Anbieter auswählen
es: Seleccionar proveedor de inferencia
fr: Sélectionner un fournisseur d'inférence
ro: Selectați furnizorul de inferență

# aiConfigSelectProviderNotFound
source: Inference Provider not found
cs: Poskytovatel inferencí nebyl nalezen
de: Inferenz-Anbieter nicht gefunden
es: Proveedor de inferencia no encontrado
fr: Fournisseur d'inférence introuvable
ro: Furnizor de inferență negăsit

# aiConfigSelectProviderTypeModalTitle
source: Select Provider Type
cs: Vyberte typ poskytovatele
de: Anbietertyp auswählen
es: Seleccionar tipo de proveedor
fr: Sélectionner le type de fournisseur
ro: Selectați tipul de furnizor

# aiConfigSelectResponseTypeTitle
source: Select AI Response Type
cs: Vyberte typ AI odpovědi
de: AI-Antworttyp auswählen
es: Seleccionar tipo de respuesta AI
fr: Sélectionner le type de réponse AI
ro: Selectați tipul de răspuns AI

# aiConfigSystemMessageFieldLabel
source: System Message
cs: Systémová zpráva
de: Systemnachricht
es: Mensaje del sistema
fr: Message système
ro: Mesaj de sistem

# aiConfigUpdateButtonLabel
source: Update Prompt
cs: Aktualizovat prompt
de: Prompt aktualisieren
es: Actualizar prompt
fr: Mettre à jour le prompt
ro: Actualizează prompt

# aiConfigUseReasoningDescription
source: If enabled, the model will use its reasoning capabilities for this prompt.
cs: Pokud je povoleno, model použije své schopnosti uvažování pro tento prompt.
de: Wenn aktiviert, nutzt das Modell seine Schlussfolgerungsfähigkeiten für diesen Prompt.
es: Si está activado, el modelo utilizará sus capacidades de razonamiento para este prompt.
fr: Si activé, le modèle utilisera ses capacités de raisonnement pour ce prompt.
ro: Dacă este activat, modelul va folosi capacitățile sale de raționament pentru acest prompt.

# aiConfigUseReasoningFieldLabel
source: Use Reasoning
cs: Použít uvažování
de: Schlussfolgerung verwenden
es: Usar razonamiento
fr: Utiliser le raisonnement
ro: Folosește raționamentul

# aiConfigUserMessageEmptyError
source: User message cannot be empty
cs: Zpráva uživatele nemůže být prázdná
de: Benutzernachricht darf nicht leer sein
es: El mensaje del usuario no puede estar vacío
fr: Le message utilisateur ne peut pas être vide
ro: Mesajul utilizatorului nu poate fi gol

# aiConfigUserMessageFieldLabel
source: User Message
cs: Zpráva uživatele
de: Benutzernachricht
es: Mensaje del usuario
fr: Message utilisateur
ro: Mesaj utilizator

# aiFormCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ro: Anulează

# aiFormFixErrors
source: Please fix errors before saving
cs: Prosím, opravte chyby před uložením
de: Bitte behebe die Fehler vor dem Speichern
es: Por favor, corrige los errores antes de guardar
fr: Corrige les erreurs avant d'enregistrer
ro: Vă rugăm să corectați erorile înainte de salvare

# aiFormNoChanges
source: No unsaved changes
cs: Žádné neuložené změny
de: Keine ungespeicherten Änderungen
es: No hay cambios sin guardar
fr: Aucune modification non enregistrée
ro: Nu există modificări nesalvate

# aiInferenceErrorAuthenticationMessage
source: Authentication failed. Please check your API key and ensure it is valid.
cs: Autentizace selhala. Prosím, zkontrolujte svůj API klíč a ujistěte se, že je platný.
de: Authentifizierung fehlgeschlagen. Bitte überprüfe deinen API-Schlüssel.
es: La autenticación falló. Por favor, verifica tu clave API y asegúrate de que sea válida.
fr: L'authentification a échoué. Vérifie ta clé API et assure-toi qu'elle est valide.
ro: Autentificarea a eșuat. Vă rugăm să verificați cheia API și să vă asigurați că este validă.

# aiInferenceErrorAuthenticationTitle
source: Authentication Failed
cs: Autentizace selhala
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
fr: Échec de l'authentification
ro: Autentificare eșuată

# aiInferenceErrorConnectionFailedMessage
source: Unable to connect to the AI service. Please check your internet connection and ensure the service is accessible.
cs: Nelze se připojit ke službě AI. Prosím, zkontrolujte své připojení k internetu a ujistěte se, že je služba dostupná.
de: Verbindung zum AI-Dienst nicht möglich. Bitte überprüfe deine Internetverbindung.
es: No se pudo conectar al servicio de AI. Por favor, verifica tu conexión a Internet y asegúrate de que el servicio sea accesible.
fr: Impossible de se connecter au service AI. Vérifie ta connexion Internet et assure-toi que le service est accessible.
ro: Nu s-a putut conecta la serviciul AI. Vă rugăm să verificați conexiunea la internet și să vă asigurați că serviciul este accesibil.

# aiInferenceErrorConnectionFailedTitle
source: Connection Failed
cs: Připojení selhalo
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Échec de la connexion
ro: Conexiune eșuată

# aiInferenceErrorInvalidRequestMessage
source: The request was invalid. Please check your configuration and try again.
cs: Žádost byla neplatná. Zkontrolujte prosím svou konfiguraci a zkuste to znovu.
de: Die Anfrage war ungültig. Bitte überprüfe deine Konfiguration und versuche es erneut.
es: La solicitud no fue válida. Por favor, verifica tu configuración e inténtalo de nuevo.
fr: La requête était invalide. Vérifie ta configuration et réessaie.
ro: Cererea a fost invalidă. Vă rugăm să verificați configurația și să încercați din nou.

# aiInferenceErrorInvalidRequestTitle
source: Invalid Request
cs: Neplatný požadavek
de: Ungültige Anfrage
es: Solicitud no válida
fr: Requête invalide
ro: Cerere invalidă

# aiInferenceErrorRateLimitMessage
source: You have exceeded the rate limit. Please wait a moment before trying again.
cs: Překročili jste limit rychlosti. Prosím, počkejte chvíli, než to zkusíte znovu.
de: Ratenlimit überschritten. Bitte warte einen Moment.
es: Ha excedido el límite de solicitudes. Por favor, espere un momento antes de intentarlo de nuevo.
fr: Tu as dépassé la limite de requêtes. Patiente un moment avant de réessayer.
ro: Ați depășit limita de cereri. Vă rugăm să așteptați un moment înainte de a încerca din nou.

# aiInferenceErrorRateLimitTitle
source: Rate Limit Exceeded
cs: Limit rychlosti překročen
de: Ratenlimit überschritten
es: Límite de solicitudes excedido
fr: Limite de requêtes dépassée
ro: Limită de cereri depășită

# aiInferenceErrorRetryButton
source: Try Again
cs: Zkusit znovu
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ro: Încearcă din nou

# aiInferenceErrorServerMessage
source: The AI service encountered an error. Please try again later.
cs: AI služba narazila na chybu. Zkuste to prosím později.
de: Der AI-Dienst hat einen Fehler festgestellt. Bitte versuche es später erneut.
es: El servicio de AI encontró un error. Por favor, inténtalo más tarde.
fr: Le service AI a rencontré une erreur. Réessaie plus tard.
ro: Serviciul AI a întâmpinat o eroare. Vă rugăm să încercați mai târziu.

# aiInferenceErrorServerTitle
source: Server Error
cs: Chyba serveru
de: Serverfehler
es: Error del servidor
fr: Erreur serveur
ro: Eroare de server

# aiInferenceErrorSuggestionsTitle
source: Suggestions:
cs: Návrhy:
de: Vorschläge:
es: Sugerencias:
ro: Sugestii:

# aiInferenceErrorTimeoutMessage
source: The request took too long to complete. Please try again or check if the service is responding.
cs: Žádost trvala příliš dlouho. Zkuste to prosím znovu nebo zkontrolujte, zda služba reaguje.
de: Die Anfrage hat zu lange gedauert. Bitte versuche es erneut.
es: La solicitud tardó demasiado en completarse. Por favor, inténtalo de nuevo o verifica si el servicio responde.
fr: La requête a pris trop de temps. Réessaie ou vérifie si le service répond.
ro: Cererea a durat prea mult. Vă rugăm să încercați din nou sau să verificați dacă serviciul răspunde.

# aiInferenceErrorTimeoutTitle
source: Request Timed Out
cs: Požadavek vypršel
de: Zeitüberschreitung
es: Tiempo de espera agotado
fr: Délai d'attente dépassé
ro: Timp de așteptare depășit

# aiInferenceErrorUnknownMessage
source: An unexpected error occurred. Please try again.
cs: Došlo k neočekávané chybě. Prosím, zkuste to znovu.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut.
es: Ocurrió un error inesperado. Por favor, inténtalo de nuevo.
fr: Une erreur inattendue s'est produite. Réessaie s'il te plaît.
ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou.

# aiInferenceErrorUnknownTitle
source: Error
cs: Chyba
de: Fehler
fr: Erreur
ro: Eroare

# aiInferenceErrorViewLogButton
source: View Log
cs: Zobrazit log
de: Protokoll anzeigen
es: Ver registro
fr: Voir le journal
ro: Vezi jurnalul

source: AI Model Settings
cs: Nastavení AI modelu
de: AI-Modell-Einstellungen
es: Ajustes de modelo AI
fr: Paramètres du modèle AI
ro: Setări model AI

# aiProviderAnthropicDescription
source: Anthropic's Claude family of AI assistants
cs: Rodina AI asistentů Claude od Anthropic
de: Anthropics Claude-Familie von AI-Assistenten
es: La familia de asistentes AI Claude de Anthropic
fr: La famille d'assistants AI Claude d'Anthropic
ro: Familia de asistenți AI Claude de la Anthropic

# aiProviderGeminiDescription
source: Google's Gemini AI models
cs: Google Gemini AI modely
de: Googles Gemini AI-Modelle
es: Modelos AI Gemini de Google
fr: Modèles AI Gemini de Google
ro: Modele AI Gemini de la Google

# aiProviderGenericOpenAiDescription
source: API compatible with OpenAI format
cs: API kompatibilní s formátem OpenAI
de: API kompatibel mit OpenAI-Format
es: API compatible con el formato OpenAI
fr: API compatible avec le format OpenAI
ro: API compatibil cu formatul OpenAI

# aiProviderGenericOpenAiName
source: OpenAI Compatible
cs: Kompatibilní s OpenAI
de: OpenAI-kompatibel
es: Compatible con OpenAI
fr: Compatible OpenAI
ro: Compatibil OpenAI

# aiProviderMistralDescription
source: Mistral AI cloud API with native audio transcription
cs: Mistral AI cloudové API
de: Mistral AI Cloud-API mit nativer Audio-Transkription
es: API en la nube de Mistral AI con transcripción de audio nativa
fr: API cloud de Mistral AI
ro: API cloud Mistral AI cu transcriere audio nativă

# aiProviderNebiusAiStudioDescription
source: Nebius AI Studio's models
cs: Modely Nebius AI Studia
de: Modelle von Nebius AI Studio
es: Modelos de Nebius AI Studio
fr: Modèles de Nebius AI Studio
ro: Modele Nebius AI Studio

# aiProviderOllamaDescription
source: Run inference locally with Ollama
cs: Spouštějte inferenci lokálně s Ollama
de: Lokale Inferenz mit Ollama
es: Ejecutar inferencia localmente con Ollama
fr: Exécuter l'inférence localement avec Ollama
ro: Rulează inferența local cu Ollama

# aiProviderOpenAiDescription
source: OpenAI's GPT models
cs: GPT modely od OpenAI
de: OpenAIs GPT-Modelle
es: Modelos GPT de OpenAI
fr: Modèles GPT d'OpenAI
ro: Modele GPT de la OpenAI

# aiProviderOpenRouterDescription
source: OpenRouter's models
cs: Modely OpenRouter
de: Modelle von OpenRouter
es: Modelos de OpenRouter
fr: Modèles d'OpenRouter
ro: Modele OpenRouter

# aiProviderVoxtralDescription
source: Local Voxtral transcription (up to 30 min audio, 13 languages)
cs: Lokální přepis Voxtral (až 30 min zvuku, 9 jazyků)
de: Lokale Voxtral-Transkription (bis zu 30 Min. Audio, 13 Sprachen)
es: Transcripción Voxtral local (hasta 30 min de audio, 13 idiomas)
fr: Transcription Voxtral locale (jusqu'à 30 min d'audio, 9 langues)
ro: Transcriere Voxtral locală (până la 30 min audio, 13 limbi)

# aiProviderWhisperDescription
source: Local Whisper transcription with OpenAI-compatible API
cs: Lokální přepisování s Whisper a kompatibilní API OpenAI
de: Lokale Whisper-Transkription mit OpenAI-kompatibler API
es: Transcripción Whisper local con API compatible con OpenAI
fr: Transcription Whisper locale avec API compatible OpenAI
ro: Transcriere Whisper locală cu API compatibil OpenAI

# aiRealtimeToggleTooltip
source: Switch to live transcription
es: Cambiar a transcripción en vivo
ro: Comutare la transcriere în direct

# aiRealtimeTranscribing
source: Live transcription...
es: Transcripción en vivo...
ro: Transcriere în direct...

# aiRealtimeTranscriptionError
source: Live transcription disconnected. Audio saved for batch processing.
es: Transcripción en vivo desconectada. Audio guardado para procesamiento por lotes.
ro: Transcriere în direct deconectată. Audio salvat pentru procesare în lot.

# aiResponseDeleteCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ro: Anulează

# aiResponseDeleteConfirm
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
ro: Șterge

# aiResponseDeleteError
source: Failed to delete AI response. Please try again.
cs: Nepodařilo se smazat odpověď AI. Prosím, zkuste to znovu.
de: KI-Antwort konnte nicht gelöscht werden. Bitte versuche es erneut.
es: Error al eliminar la respuesta AI. Por favor, inténtalo de nuevo.
fr: Échec de la suppression de la réponse AI. Réessaie s'il te plaît.
ro: Eșec la ștergerea răspunsului AI. Vă rugăm să încercați din nou.

# aiResponseDeleteTitle
source: Delete AI Response
cs: Smazat AI odpověď
de: KI-Antwort löschen
es: Eliminar respuesta AI
fr: Supprimer la réponse AI
ro: Șterge răspunsul AI

# aiResponseDeleteWarning
source: Are you sure you want to delete this AI response? This cannot be undone.
cs: Jste si jistý, že chcete tuto AI odpověď smazat? To nelze vzít zpět.
de: Möchtest du diese KI-Antwort wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta respuesta AI? Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer cette réponse AI ? Cette action est irréversible.
ro: Sigur doriți să ștergeți acest răspuns AI? Această acțiune nu poate fi anulată.

# aiResponseTypeAudioTranscription
source: Audio Transcription
cs: Přepis zvuku
de: Audio-Transkription
es: Transcripción de audio
fr: Transcription audio
ro: Transcriere audio

# aiResponseTypeChecklistUpdates
source: Checklist Updates
cs: Aktualizace kontrolního seznamu
de: Checklisten-Updates
es: Actualizaciones de lista de verificación
fr: Mises à jour de la liste de contrôle
ro: Actualizări listă de verificare

# aiResponseTypeImageAnalysis
source: Image Analysis
cs: Analýza obrázku
de: Bildanalyse
es: Análisis de imagen
fr: Analyse d'image
ro: Analiză de imagine

# aiResponseTypeImagePromptGeneration
source: Image Prompt
cs: Prompt pro obrázek
de: Bild-Prompt
es: Prompt de Imagen
fr: Prompt Image
ro: Prompt Imagine

# aiResponseTypePromptGeneration
source: Generated Prompt
cs: Vygenerovaný prompt
de: Generierter Prompt
es: Prompt generado
fr: Prompt généré
ro: Prompt generat

# aiResponseTypeTaskSummary
source: Task Summary
cs: Shrnutí úkolu
de: Aufgabenzusammenfassung
es: Resumen de tarea
fr: Résumé de tâche
ro: Rezumat sarcină

# aiSettingsAddedLabel
source: Added
cs: Přidáno
de: Hinzugefügt
es: Añadido
fr: Ajouté
ro: Adăugat

# aiSettingsAddModelButton
source: Add Model
cs: Přidat model
de: Modell hinzufügen
es: Añadir modelo
fr: Ajouter un modèle
ro: Adaugă model

# aiSettingsAddModelTooltip
source: Add this model to your provider
cs: Přidat tento model ke svému poskytovateli
de: Dieses Modell zu deinem Anbieter hinzufügen
es: Añadir este modelo a tu proveedor
fr: Ajouter ce modèle à ton fournisseur
ro: Adaugă acest model la furnizorul tău

# aiSettingsAddPromptButton
source: Add Prompt
cs: Přidat prompt
de: Prompt hinzufügen
es: Añadir prompt
fr: Ajouter un prompt
ro: Adaugă prompt

# aiSettingsAddProviderButton
source: Add Provider
cs: Přidat poskytovatele
de: Anbieter hinzufügen
es: Añadir proveedor
fr: Ajouter un fournisseur
ro: Adaugă furnizor

# aiSettingsClearAllFiltersTooltip
source: Clear all filters
cs: Vymazat všechny filtry
de: Alle Filter zurücksetzen
es: Borrar todos los filtros
fr: Effacer tous les filtres
ro: Șterge toate filtrele

# aiSettingsClearFiltersButton
source: Clear
cs: Vymazat
de: Löschen
es: Limpiar
fr: Effacer
ro: Șterge

# aiSettingsDeleteSelectedConfirmMessage
source: Are you sure you want to delete {count} selected prompts? This action cannot be undone.
cs: Opravdu chcete smazat {count} vybraných výzev? Tuto akci nelze vrátit zpět.
de: Möchtest du wirklich {count} ausgewählte Prompts löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar {count} prompts seleccionados? Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer {count} prompts sélectionnés ? Cette action est irréversible.
ro: Sigur doriți să ștergeți {count} prompturi selectate? Această acțiune nu poate fi anulată.

# aiSettingsDeleteSelectedConfirmTitle
source: Delete Selected Prompts
cs: Smazat vybrané výzvy
de: Ausgewählte Prompts löschen
es: Eliminar prompts seleccionados
fr: Supprimer les prompts sélectionnés
ro: Șterge prompturile selectate

# aiSettingsDeleteSelectedLabel
source: Delete ({count})
cs: Smazat ({count})
de: Löschen ({count})
es: Eliminar ({count})
fr: Supprimer ({count})
ro: Șterge ({count})

# aiSettingsDeleteSelectedTooltip
source: Delete selected prompts
cs: Smazat vybrané výzvy
de: Ausgewählte Prompts löschen
es: Eliminar prompts seleccionados
fr: Supprimer les prompts sélectionnés
ro: Șterge prompturile selectate

# aiSettingsFilterByCapabilityTooltip
source: Filter by {capability} capability
cs: Filtrovat podle schopnosti {capability}
de: Nach Fähigkeit {capability} filtern
es: Filtrar por capacidad {capability}
fr: Filtrer par capacité {capability}
ro: Filtrează după capabilitatea {capability}

# aiSettingsFilterByProviderTooltip
source: Filter by {provider}
cs: Filtrovat podle {provider}
de: Nach {provider} filtern
es: Filtrar por {provider}
fr: Filtrer par {provider}
ro: Filtrează după {provider}

# aiSettingsFilterByReasoningTooltip
source: Filter by reasoning capability
cs: Filtrovat podle schopnosti uvažování
de: Nach Schlussfolgerungsfähigkeit filtern
es: Filtrar por capacidad de razonamiento
fr: Filtrer par capacité de raisonnement
ro: Filtrează după capacitatea de raționament

# aiSettingsFilterByResponseTypeTooltip
source: Filter by {responseType} prompts
cs: Filtrovat podle výzev typu {responseType}
de: Nach {responseType}-Prompts filtern
es: Filtrar por prompts de {responseType}
fr: Filtrer par prompts {responseType}
ro: Filtrează după prompturi {responseType}

# aiSettingsModalityVision
source: Vision
cs: Obraz
de: Bild
es: Visión
ro: Viziune
