Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# settingsLabelsCategoriesHeading
source: Applicable categories
cs: Použitelné kategorie
de: Anwendbare Kategorien
es: Categorías aplicables
fr: Catégories applicables
ro: Categorii aplicabile

# settingsLabelsCategoriesNone
source: Applies to all categories
cs: Platí pro všechny kategorie
de: Gilt für alle Kategorien
es: Se aplica a todas las categorías
fr: S'applique à toutes les catégories
ro: Se aplică la toate categoriile

# settingsLabelsCategoriesRemoveTooltip
source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Supprimer
ro: Elimină

# settingsLabelsColorHeading
source: Select a color
cs: Vyberte barvu
es: Seleccionar un color
fr: Sélectionner une couleur
ro: Selectează o culoare

# settingsLabelsColorSubheading
source: Quick presets
cs: Rychlé přednastavení
es: Preajustes rápidos
fr: Préréglages rapides
ro: Presetări rapide

# settingsLabelsCreateSuccess
source: Label created successfully
cs: Štítek úspěšně vytvořen
es: Etiqueta creada correctamente
fr: Étiquette créée avec succès
ro: Etichetă creată cu succes

# settingsLabelsCreateTitle
source: Create label
cs: Vytvořit štítek
es: Crear etiqueta
fr: Créer une étiquette
ro: Creează etichetă

# settingsLabelsDeleteCancel
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
ro: Anulează

# settingsLabelsDeleteConfirmAction
source: Delete
cs: Smazat
es: Eliminar
fr: Supprimer
ro: Șterge

# settingsLabelsDeleteConfirmMessage
source: Are you sure you want to delete "{labelName}"? Tasks with this label will lose the assignment.
cs: Opravdu chcete smazat štítek "{labelName}"? Úkoly s tímto štítkem ztratí přiřazení.
es: ¿Estás seguro de que quieres eliminar "{labelName}"? Las tareas con esta etiqueta perderán la asignación.
fr: Es-tu sûr de vouloir supprimer « {labelName} » ? Les tâches portant cette étiquette perdront l'attribution.
ro: Sigur doriți să ștergeți „{labelName}”? Sarcinile cu această etichetă vor pierde atribuirea.

# settingsLabelsDeleteConfirmTitle
source: Delete label
cs: Smazat štítek
es: Eliminar etiqueta
fr: Supprimer l'étiquette
ro: Șterge eticheta

# settingsLabelsDeleteSuccess
source: Label "{labelName}" deleted
cs: Štítek "{labelName}" smazán
es: Etiqueta "{labelName}" eliminada
fr: Étiquette « {labelName} » supprimée
ro: Eticheta „{labelName}” ștearsă

# settingsLabelsDescriptionHint
source: Explain when to apply this label
cs: Vysvětlete, kdy použít tento štítek
es: Explicar cuándo aplicar esta etiqueta
fr: Expliquer quand appliquer cette étiquette
ro: Explicați când să aplicați această etichetă

# settingsLabelsDescriptionLabel
source: Description (optional)
cs: Popis (volitelné)
es: Descripción (opcional)
fr: Description (optionnel)
ro: Descriere (opțional)

# settingsLabelsEditTitle
source: Edit label
cs: Upravit štítek
es: Editar etiqueta
fr: Modifier l'étiquette
ro: Editează eticheta

# settingsLabelsEmptyState
source: No labels yet
cs: Zatím žádné štítky
es: Aún no hay etiquetas
fr: Aucune étiquette pour le moment
ro: Nicio etichetă încă

# settingsLabelsEmptyStateHint
source: Tap the + button to create your first label.
cs: Klepněte na tlačítko + pro vytvoření prvního štítku.
es: Toca el botón + para crear tu primera etiqueta.
fr: Appuie sur le bouton + pour créer ta première étiquette.
ro: Apăsați butonul + pentru a crea prima etichetă.

# settingsLabelsErrorLoading
source: Failed to load labels
cs: Nepodařilo se načíst štítky
es: Error al cargar etiquetas
fr: Échec du chargement des étiquettes
ro: Eșec la încărcarea etichetelor

# settingsLabelsNameHint
source: Bug, Release blocker, Sync…
cs: Chyba, Zabránění vydání, Synchronizace…
es: Error, Bloqueante, Sincronización…
fr: Bug, Bloquant, Synchronisation…
ro: Bug, Blocant, Sincronizare…

# settingsLabelsNameLabel
source: Label name
cs: Název štítku
es: Nombre de etiqueta
fr: Nom de l'étiquette
ro: Nume etichetă

# settingsLabelsNameRequired
source: Label name must not be empty.
cs: Název štítku nesmí být prázdný.
es: El nombre de la etiqueta no puede estar vacío.
fr: Le nom de l'étiquette ne peut pas être vide.
ro: Numele etichetei nu poate fi gol.

# settingsLabelsPrivateDescription
source: Private labels only appear when “Show private entries” is enabled.
cs: Soukromé štítky se zobrazují pouze tehdy, když je povoleno Zobrazit soukromé záznamy.
de: Private Labels erscheinen nur, wenn "Private Einträge anzeigen" aktiviert ist.
es: Las etiquetas privadas solo aparecen cuando "Mostrar entradas privadas" está activado.
fr: Les étiquettes privées n'apparaissent que lorsque « Afficher les entrées privées » est activé.
ro: Etichetele private apar doar când „Arată intrările private” este activat.

# settingsLabelsPrivateTitle
source: Private label
cs: Soukromý štítek
es: Etiqueta privada
fr: Étiquette privée
ro: Etichetă privată

# settingsLabelsSearchHint
source: Search labels…
cs: Hledat štítky...
es: Buscar etiquetas…
fr: Rechercher des étiquettes…
ro: Caută etichete…

# settingsLabelsSubtitle
source: Organize tasks with colored labels
cs: Organizujte úkoly barevnými štítky
es: Organizar tareas con etiquetas de colores
fr: Organiser les tâches avec des étiquettes colorées
ro: Organizați sarcinile cu etichete colorate

# settingsLabelsTitle
source: Labels
cs: Štítky
es: Etiquetas
fr: Étiquettes
ro: Etichete

# settingsLabelsUpdateSuccess
source: Label updated
cs: Štítek aktualizován
es: Etiqueta actualizada
fr: Étiquette mise à jour
ro: Etichetă actualizată

# settingsLabelsUsageCount
source: Used on {count, plural, =1{1 task} other{{count} tasks}}
cs: Použito na {count, plural, =1{1 úkolu} other{{count} úkolech}}
de: Bei {count, plural, =1{1 Aufgabe} other{{count} Aufgaben}} verwendet
es: Usada en {count, plural, =1{1 tarea} other{{count} tareas}}
fr: Utilisée sur {count, plural, =1{1 tâche} other{{count} tâches}}
ro: Folosită pe {count, plural, =1{1 sarcină} other{{count} sarcini}}

# settingsMaintenanceTitle
source: Maintenance
cs: Údržba
de: Wartung
es: Mantenimiento
ro: Mentenanță

# settingsMatrixAccept
source: Accept
cs: Přijmout
de: Akzeptieren
es: Aceptar
fr: Accepter
ro: Acceptă

# settingsMatrixAcceptVerificationLabel
source: Other device shows emojis, continue
cs: Jiné zařízení zobrazuje emoji, pokračovat
de: Anderes Gerät zeigt Emojis, fortfahren
es: El otro dispositivo muestra emojis, continuar
fr: L'autre appareil affiche des emojis, continuer
ro: Celălalt dispozitiv afișează emoji, continuați

# settingsMatrixCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ro: Anulare

# settingsMatrixCancelVerificationLabel
source: Cancel Verification
cs: Zrušit ověření
de: Verifizierung abbrechen
es: Cancelar verificación
fr: Annuler la vérification
ro: Anulează verificarea

# settingsMatrixContinueVerificationLabel
source: Accept on other device to continue
cs: Přijměte na jiném zařízení pro pokračování
de: Auf anderem Gerät akzeptieren, um fortzufahren
es: Aceptar en el otro dispositivo para continuar
fr: Accepter sur l'autre appareil pour continuer
ro: Acceptați pe celălalt dispozitiv pentru a continua

# settingsMatrixCount
source: Count
cs: Počet
de: Anzahl
es: Cantidad
fr: Nombre
ro: Număr

# settingsMatrixDeleteLabel
source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
ro: Șterge

# settingsMatrixDiagnosticCopied
source: Diagnostic info copied to clipboard
de: Diagnoseinfos in die Zwischenablage kopiert
es: Información de diagnóstico copiada al portapapeles
fr: Informations de diagnostic copiées dans le presse-papiers
ro: Informațiile de diagnostic au fost copiate în clipboard

# settingsMatrixDiagnosticCopyButton
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ro: Copiază în clipboard

# settingsMatrixDiagnosticDialogTitle
source: Sync Diagnostic Info
de: Sync-Diagnoseinfos
es: Información de diagnóstico de sincronización
fr: Informations de diagnostic de synchronisation
ro: Informații de diagnostic pentru sincronizare

# settingsMatrixDiagnosticShowButton
source: Show Diagnostic Info
de: Diagnoseinfos anzeigen
es: Mostrar información de diagnóstico
fr: Afficher les informations de diagnostic
ro: Afișează informațiile de diagnostic

# settingsMatrixDone
source: Done
cs: Hotovo
de: Fertig
es: Listo
fr: Terminé
ro: Gata

# settingsMatrixEnterValidUrl
source: Please enter a valid URL
cs: Zadejte platnou URL
de: Bitte gib eine gültige URL ein
es: Introduce una URL válida
fr: Entre une URL valide
ro: Introduceți o adresă URL validă

# settingsMatrixHomeserverConfigTitle
source: Matrix Homeserver Setup
cs: Nastavení Matrix domácího serveru
de: Matrix-Homeserver-Einrichtung
es: Configuración del servidor doméstico Matrix
fr: Configuration du serveur principal Matrix
ro: Configurare Matrix Homeserver

# settingsMatrixLastUpdated
source: Last updated:
cs: Naposledy aktualizováno:
de: Zuletzt aktualisiert:
es: Última actualización:
fr: Dernière mise à jour :
ro: Ultima actualizare:

# settingsMatrixListUnverifiedLabel
source: Unverified devices
cs: Neověřená zařízení
de: Nicht verifizierte Geräte
es: Dispositivos no verificados
fr: Appareils non vérifiés
ro: Dispozitive neverificate

# settingsMatrixLoginButtonLabel
source: Login
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fr: Connexion
ro: Conectare

# settingsMatrixLoginFailed
source: Login failed
cs: Přihlášení se nezdařilo
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fr: Échec de la connexion
ro: Conectarea a eșuat

# settingsMatrixLogoutButtonLabel
source: Logout
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ro: Deconectare

# settingsMatrixMaintenanceSubtitle
source: Run Matrix maintenance tasks and recovery tools
cs: Spustit úlohy údržby Matrix a nástroje pro obnovení
de: Matrix-Wartungsaufgaben und Wiederherstellungstools ausführen
es: Ejecutar tareas de mantenimiento y herramientas de recuperación de Matrix
fr: Exécuter les tâches de maintenance Matrix et les outils de récupération
ro: Rulează sarcini de întreținere Matrix și instrumente de recuperare

# settingsMatrixMaintenanceTitle
source: Maintenance
cs: Údržba
de: Wartung
es: Mantenimiento
ro: Întreținere

# settingsMatrixMessageType
source: Message Type
cs: Typ zprávy
de: Nachrichtentyp
es: Tipo de mensaje
fr: Type de message
ro: Tip mesaj

# settingsMatrixMetric
source: Metric
cs: Metrika
de: Metrik
es: Métrica
fr: Métrique
ro: Metrică

# settingsMatrixMetrics
source: Sync Metrics
cs: Metriky synchronizace
de: Sync-Metriken
es: Métricas de sincronización
fr: Métriques de synchronisation
ro: Metrici sincronizare

# settingsMatrixMetricsNoData
source: Sync Metrics: no data
cs: Metriky synchronizace: žádná data
de: Sync-Metriken: keine Daten
es: Métricas de sincronización: sin datos
fr: Métriques de synchronisation : aucune donnée
ro: Metrici sincronizare: fără date

# settingsMatrixNextPage
source: Next Page
cs: Další stránka
de: Nächste Seite
es: Página siguiente
fr: Page suivante
ro: Pagina următoare

# settingsMatrixNoUnverifiedLabel
source: No unverified devices
cs: Žádná neověřená zařízení
de: Keine nicht verifizierten Geräte
es: No hay dispositivos sin verificar
fr: Aucun appareil non vérifié
ro: Niciun dispozitiv neverificat

# settingsMatrixPasswordLabel
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
ro: Parolă

# settingsMatrixPasswordTooShort
source: Password too short
cs: Heslo je příliš krátké
de: Passwort zu kurz
es: Contraseña demasiado corta
fr: Mot de passe trop court
ro: Parola este prea scurtă

# settingsMatrixPreviousPage
source: Previous Page
cs: Předchozí stránka
de: Vorherige Seite
es: Página anterior
fr: Page précédente
ro: Pagina anterioară

# settingsMatrixQrTextPage
source: Scan this QR code to invite device to a sync room.
cs: Naskenujte tento QR kód a pozvěte zařízení do synchronizační místnosti.
de: Scanne diesen QR-Code, um das Gerät zu einem Synchronisierungsraum einzuladen.
es: Escanea este código QR para invitar al dispositivo a una sala de sincronización.
fr: Scannez ce code QR pour inviter l'appareil dans une salle de synchronisation.
ro: Scanați acest cod QR pentru a invita dispozitivul într-o cameră de sincronizare.

# settingsMatrixRefresh
source: Refresh
cs: Obnovit
de: Aktualisieren
es: Actualizar
fr: Actualiser
ro: Actualizează

# settingsMatrixRoomConfigTitle
source: Matrix Sync Room Setup
cs: Nastavení místnosti pro synchronizaci Matrix
de: Matrix-Synchronisierungsraum-Einrichtung
es: Configuración de la sala de sincronización Matrix
fr: Configuration de la salle de synchronisation Matrix
ro: Configurare cameră de sincronizare Matrix

# settingsMatrixRoomInviteMessage
source: Invite to room {roomId} from {senderId}. Accept?
cs: Pozvánka do místnosti {roomId} od {senderId}. Přijmout?
de: Einladung zu Raum {roomId} von {senderId}. Akzeptieren?
es: Invitación a la sala {roomId} de {senderId}. ¿Aceptar?
fr: Invitation au salon {roomId} de {senderId}. Accepter ?
ro: Invitație la camera {roomId} de la {senderId}. Acceptați?

# settingsMatrixRoomInviteTitle
source: Room invite
cs: Pozvánka do místnosti
de: Raumeinladung
es: Invitación a sala
fr: Invitation au salon
ro: Invitație la cameră

# settingsMatrixSentMessagesLabel
source: Sent messages:
cs: Odeslané zprávy:
de: Gesendete Nachrichten:
es: Mensajes enviados:
fr: Messages envoyés :
ro: Mesaje trimise:

# settingsMatrixStartVerificationLabel
source: Start Verification
cs: Spustit ověření
de: Verifizierung starten
es: Iniciar verificación
fr: Démarrer la vérification
ro: Începe verificarea

# settingsMatrixStatsTitle
source: Matrix Stats
cs: Statistiky Matrix
de: Matrix-Statistiken
es: Estadísticas de Matrix
fr: Statistiques Matrix
ro: Statistici Matrix

# settingsMatrixSubtitle
source: Configure end-to-end encrypted sync
cs: Konfigurovat šifrovanou synchronizaci end-to-end
de: Ende-zu-Ende verschlüsselte Synchronisation konfigurieren
es: Configurar sincronización cifrada de extremo a extremo
fr: Configurer la synchronisation chiffrée de bout en bout
ro: Configurează sincronizarea criptată de la un capăt la altul

# settingsMatrixTitle
source: Sync Settings
cs: Nastavení synchronizace
de: Matrix-Synchronisierungseinstellungen
es: Ajustes de sincronización de Matrix
fr: Paramètres de synchronisation Matrix
ro: Setări sincronizare Matrix

# settingsMatrixUnverifiedDevicesPage
source: Unverified Devices
cs: Neověřená zařízení
de: Nicht verifizierte Geräte
es: Dispositivos no verificados
fr: Appareils non vérifiés
ro: Dispozitive neverificate

# settingsMatrixUserLabel
source: User
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
ro: Utilizator

# settingsMatrixUserNameTooShort
source: User name too short
cs: Uživatelské jméno je příliš krátké
de: Benutzername zu kurz
es: Nombre de usuario demasiado corto
fr: Nom d'utilisateur trop court
ro: Numele de utilizator este prea scurt

# settingsMatrixValue
source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
ro: Valoare

# settingsMatrixVerificationCancelledLabel
source: Cancelled on other device...
cs: Zrušeno na jiném zařízení...
de: Auf anderem Gerät abgebrochen...
es: Cancelado en el otro dispositivo...
fr: Annulé sur un autre appareil…
ro: Anulat pe celălalt dispozitiv...

# settingsMatrixVerificationSuccessConfirm
source: Got it
cs: Rozumím
de: Verstanden
es: Entendido
fr: OK
ro: Am înțeles

# settingsMatrixVerificationSuccessLabel
source: You've successfully verified {deviceName} ({deviceID})
cs: Úspěšně jste ověřili zařízení {deviceName} ({deviceID})
de: Du hast {deviceName} ({deviceID}) erfolgreich verifiziert
es: Has verificado correctamente {deviceName} ({deviceID})
fr: Tu as vérifié avec succès {deviceName} ({deviceID})
ro: Ați verificat cu succes {deviceName} ({deviceID})

# settingsMatrixVerifyConfirm
source: Confirm on other device that the emojis below are displayed on both devices, in the same order:
cs: Potvrďte na jiném zařízení, že níže uvedené emotikony se zobrazují na obou zařízeních, ve stejném pořadí:
de: Bestätige auf dem anderen Gerät, dass die unten stehenden Emojis auf beiden Geräten in der gleichen Reihenfolge angezeigt werden:
es: Confirma en el otro dispositivo que los emojis a continuación se muestran en ambos dispositivos, en el mismo orden:
fr: Confirme sur l'autre appareil que les émojis ci-dessous sont affichés sur les deux appareils, dans le même ordre :
ro: Confirmați pe celălalt dispozitiv că emoji-urile de mai jos sunt afișate pe ambele dispozitive, în aceeași ordine:

# settingsMatrixVerifyIncomingConfirm
source: Confirm that the emojis below are displayed on both devices, in the same order:
cs: Potvrďte, že níže uvedené emotikony se zobrazují na obou zařízeních ve stejném pořadí:
de: Bestätige, dass die unten stehenden Emojis auf beiden Geräten in der gleichen Reihenfolge angezeigt werden:
es: Confirma que los emojis a continuación se muestran en ambos dispositivos, en el mismo orden:
fr: Confirme que les émojis ci-dessous sont affichés sur les deux appareils, dans le même ordre :
ro: Confirmați că emoji-urile de mai jos sunt afișate pe ambele dispozitive, în aceeași ordine:

# settingsMatrixVerifyLabel
source: Verify
cs: Ověřit
de: Verifizieren
es: Verificar
fr: Vérifier
ro: Verifică

# settingsMeasurableAggregationLabel
source: Default Aggregation Type (optional):
cs: Výchozí typ agregace (volitelné):
de: Standard-Aggregationsart (optional):
es: Tipo de agregación predeterminado (opcional):
fr: Type d'agrégation par défaut :
ro: Tip Agregări:

# settingsMeasurableDeleteTooltip
source: Delete measurable type
cs: Smazat měřitelný typ
de: Messgröße löschen
es: Eliminar tipo de medición
fr: Supprimer type mesurable
ro: Șterge tipul măsurătorii

# settingsMeasurableDescriptionLabel
source: Description (optional):
cs: Popis (volitelné):
de: Beschreibung (optional):
es: Descripción (opcional):
fr: Description :
ro: Descriere:

# settingsMeasurableDetailsLabel
source: Measurable Details
cs: Podrobnosti měřitelného
de: Details zur Messgröße
es: Detalles del medible
fr: Détails du mesurable
ro: Detalii măsurabil

# settingsMeasurableNameLabel
source: Measurable name:
cs: Název měřitelného:
de: Name der Messgröße:
es: Nombre de la medición:
fr: Nom de la mesure :
ro: Numele măsurătorii:

# settingsMeasurablePrivateLabel
source: Private:
cs: Soukromé:
de: Privat:
es: Privado:
fr: Privé :
ro: Privat:

# settingsMeasurableSaveLabel
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
ro: Salvare

# settingsMeasurablesTitle
source: Measurable Types
cs: Typy měřitelných veličin
de: Messgrößen
es: Tipos de medición
fr: Types de données mesurables
ro: Măsurători

# settingsMeasurableUnitLabel
source: Unit abbreviation (optional):
cs: Zkratka jednotky (volitelné):
de: Einheitenabkürzung (optional):
es: Abreviatura de la unidad (opcional):
fr: Abréviation d'unité :
ro: Unitatea abrevierii:

# settingsResetGeminiConfirm
source: Reset
cs: Obnovit
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ro: Resetează

# settingsResetGeminiConfirmQuestion
source: This will show the Gemini setup dialog again. Continue?
cs: Tímto se znovu zobrazí dialog nastavení Gemini. Pokračovat?
de: Der Gemini-Einrichtungsdialog wird erneut angezeigt. Fortfahren?
es: Esto mostrará el diálogo de configuración de Gemini de nuevo. ¿Continuar?
fr: Cela affichera à nouveau le dialogue de configuration Gemini. Continuer?
ro: Aceasta va afișa din nou dialogul de configurare Gemini. Continui?

# settingsResetGeminiSubtitle
source: Show the Gemini AI setup dialog again
cs: Zobrazit znovu dialog pro nastavení Gemini AI
de: Den Gemini AI-Einrichtungsdialog erneut anzeigen
es: Mostrar el diálogo de configuración de Gemini AI de nuevo
fr: Afficher à nouveau le dialogue de configuration Gemini AI
ro: Afișează din nou dialogul de configurare Gemini AI

# settingsResetGeminiTitle
source: Reset Gemini Setup Dialog
cs: Dialog pro obnovení nastavení Gemini
de: Gemini-Einrichtungsdialog zurücksetzen
es: Restablecer diálogo de configuración de Gemini
fr: Réinitialiser le dialogue de configuration Gemini
ro: Resetează dialogul de configurare Gemini

# settingsResetHintsConfirm
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
ro: Confirmă

# settingsResetHintsConfirmQuestion
source: Reset in‑app hints shown across the app?
cs: Resetovat nápovědy v aplikaci zobrazené v celé aplikaci?
de: In-App-Hinweise in der gesamten App zurücksetzen?
es: ¿Restablecer las sugerencias dentro de la aplicación?
fr: Réinitialiser les astuces dans l'application ?
ro: Resetați indiciile din aplicație?

# settingsResetHintsResult
source: {count, plural, =0{Reset zero hints} one{Reset one hint} other{Reset {count} hints}}
cs: {count, plural, =0{Resetováno nula nápověd} one{Resetována jedna nápověda} other{Resetováno {count} nápověd}}
de: {count, plural, =0{Keine Hinweise zurückgesetzt} one{Einen Hinweis zurückgesetzt} other{{count} Hinweise zurückgesetzt}}
es: {count, plural, =0{Cero sugerencias restablecidas} one{Una sugerencia restablecida} other{{count} sugerencias restablecidas}}
fr: {count, plural, =0{Aucune astuce réinitialisée} one{Une astuce réinitialisée} other{{count} astuces réinitialisées}}
ro: {count, plural, =0{Zero indicii resetate} one{Un indiciu resetat} other{{count} indicii resetate}}

# settingsResetHintsSubtitle
source: Clear one‑time tips and onboarding hints
cs: Vymazat jednorázové tipy a tipy pro onboarding
de: Einmalige Tipps und Einführungshinweise löschen
es: Borrar consejos únicos y sugerencias de introducción
fr: Effacer les conseils ponctuels et les astuces d'introduction
ro: Șterge sfaturile unice și indiciile de introducere

# settingsResetHintsTitle
source: Reset In‑App Hints
cs: Resetovat nápovědy v aplikaci
de: In-App-Hinweise zurücksetzen
es: Restablecer sugerencias de la aplicación
fr: Réinitialiser les astuces de l'application
ro: Resetează indiciile din aplicație

# settingsSpeechAudioWithoutTranscript
source: Audio entries without transcript:
cs: Audiozáznamy bez přepisu:
de: Audioeinträge ohne Transkript:
es: Entradas de audio sin transcripción:
fr: Entrées audio sans transcription :
ro: Intrări audio fără transcriere:

# settingsSpeechAudioWithoutTranscriptButton
source: Find & transcribe
cs: Najít a přepsat
de: Suchen & transkribieren
es: Buscar y transcribir
fr: Trouver et transcrire
ro: Găsește și transcrie

# settingsSpeechLastActivity
source: Last transcription activity:
cs: Poslední aktivita přepisu:
de: Letzte Transkriptionsaktivität:
es: Última actividad de transcripción:
fr: Dernière activité de transcription :
ro: Ultima activitate de transcriere:

# settingsSpeechModelSelectionTitle
source: Whisper speech recognition model:
cs: Model rozpoznávání řeči Whisper:
de: Whisper Spracherkennungsmodell:
es: Modelo de reconocimiento de voz Whisper:
fr: Modèle de reconnaissance vocale Whisper :
ro: Model de recunoaștere vocală Whisper:

# settingsSyncStatsSubtitle
source: Inspect sync pipeline metrics
cs: Prohlédněte si metriky synchronizačního procesu
de: Sync-Pipeline-Metriken überprüfen
es: Inspeccionar métricas del canal de sincronización
fr: Inspecter les métriques du pipeline de synchronisation
ro: Inspectează metricile canalului de sincronizare

# settingsSyncSubtitle
source: Configure sync and view stats
cs: Nastavte synchronizaci a zobrazte statistiky
de: Synchronisierung konfigurieren und Statistiken anzeigen
es: Configurar sincronización y ver estadísticas
fr: Configurer la synchronisation et voir les statistiques
ro: Configurează sincronizarea și vizualizează statisticile

# settingsTagsDeleteTooltip
source: Delete tag
cs: Odstranit štítek
de: Tag löschen
es: Eliminar etiqueta
fr: Supprimer étiquette
ro: Șterge eticheta

# settingsTagsDetailsLabel
source: Tags Details
cs: Podrobnosti o štítcích
de: Tag-Details
es: Detalles de la etiqueta
fr: Détails des tags
ro: Detalii etichete
