Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# settingsTagsHideLabel
source: Hide from suggestions:
cs: Skrýt z návrhů:
de: In Vorschlägen ausblenden:
es: Ocultar de las sugerencias:
fr: Masquer des suggestions :
ro: Ascunde din sugestii:

# settingsTagsPrivateLabel
source: Private:
cs: Soukromé:
de: Privat:
es: Privado:
fr: Privé :
ro: Privat:

# settingsTagsSaveLabel
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer étiquette
ro: Salveaza eticheta

# settingsTagsTagName
source: Tag:
cs: Štítek:
es: Etiqueta:
fr: Étiquette :
ro: Etichete:

# settingsTagsTitle
source: Tags
cs: Štítky
es: Etiquetas
fr: Étiquettes
ro: Etichete

# settingsTagsTypeLabel
source: Tag type:
cs: Typ štítku:
de: Tag-Typ:
es: Tipo de etiqueta:
fr: Type d'étiquette :
ro: Tip Eticheta:

# settingsTagsTypePerson
source: PERSON
cs: OSOBA
es: PERSONA
fr: PERSONNE
ro: PERSOANA

# settingsTagsTypeStory
source: STORY
cs: PŘÍBĚH
es: HISTORIA
ro: POVESTE

# settingsTagsTypeTag
source: TAG
cs: ŠTÍTEK
es: ETIQUETA
fr: ÉTIQUETTE
ro: ETICHETA

# settingsThemingAutomatic
source: Automatic
cs: Automaticky
de: Automatisch
es: Automático
fr: Automatique
ro: Automat

# settingsThemingDark
source: Dark Appearance
cs: Tmavé prostředí
de: Dunkles Erscheinungsbild
es: Apariencia oscura
fr: Apparence sombre
ro: Aspect întunecat

# settingsThemingLight
source: Light Appearance
cs: Světlé prostředí
de: Helles Erscheinungsbild
es: Apariencia clara
fr: Apparence claire
ro: Aspect luminos

# settingsThemingTitle
source: Theming
cs: Vzhled
de: Farbschema
es: Temas
fr: Thème
ro: Tematică

# settingThemingDark
source: Dark Theme
cs: Tmavé téma
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre
ro: Temă întunecată

# settingThemingLight
source: Light Theme
cs: Světlé téma
de: Helles Design
es: Tema claro
fr: Thème clair
ro: Temă luminoasă

source: Show completed
cs: Zobrazit dokončené
de: Abgeschlossene anzeigen
es: Mostrar completadas
fr: Afficher les terminées
ro: Afișează finalizate

# speechDictionaryHelper
source: Semicolon-separated terms (max 50 chars) for better speech recognition
cs: Výrazy oddělené středníkem (max. 50 znaků) pro lepší rozpoznávání řeči
de: Durch Semikolon getrennte Begriffe (max. 50 Zeichen) für bessere Spracherkennung
es: Términos separados por punto y coma (máx. 50 caracteres) para mejor reconocimiento de voz
fr: Termes séparés par des points-virgules (max 50 caractères) pour une meilleure reconnaissance vocale
ro: Termeni separați prin punct și virgulă (max 50 caractere) pentru o mai bună recunoaștere vocală

# speechDictionaryLabel
source: Speech Dictionary
cs: Slovník řeči
de: Sprachwörterbuch
es: Diccionario de voz
fr: Dictionnaire vocal
ro: Dicționar vocal

# speechDictionarySectionDescription
source: Add terms that are often misspelled by speech recognition (names, places, technical terms)
cs: Přidejte výrazy, které jsou často chybně rozpoznávány hlasovým vstupem (jména, místa, technické termíny)
de: Begriffe hinzufügen, die von der Spracherkennung oft falsch geschrieben werden (Namen, Orte, Fachbegriffe)
es: Añade términos que el reconocimiento de voz suele escribir mal (nombres, lugares, términos técnicos)
fr: Ajoute des termes souvent mal transcrits par la reconnaissance vocale (noms, lieux, termes techniques)
ro: Adăugați termeni care sunt adesea transcrisi greșit de recunoașterea vocală (nume, locuri, termeni tehnici)

# speechDictionarySectionTitle
source: Speech Recognition
cs: Rozpoznávání řeči
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
ro: Recunoaștere vocală

# speechDictionaryWarning
source: Large dictionary ({count} terms) may increase API costs
cs: Velký slovník ({count} výrazů) může zvýšit náklady na API
de: Großes Wörterbuch ({count} Begriffe) kann API-Kosten erhöhen
es: Un diccionario grande ({count} términos) puede aumentar los costos de API
fr: Un grand dictionnaire ({count} termes) peut augmenter les coûts API
ro: Un dicționar mare ({count} termeni) poate crește costurile API

# speechModalAddTranscription
source: Add Transcription
cs: Přidat přepis
de: Transkription hinzufügen
es: Añadir transcripción
fr: Ajouter une transcription
ro: Adăugați transcriere

# speechModalSelectLanguage
source: Select Language
cs: Vyberte jazyk
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
ro: Selectați limba

# speechModalTitle
source: Speech Recognition
cs: Rozpoznávání řeči
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
ro: Recunoaștere vocală

# speechModalTranscriptionProgress
source: Transcription Progress
cs: Pokrok přepisu
de: Transkriptionsfortschritt
es: Progreso de la transcripción
fr: Progression de la transcription
ro: Progresul transcrierii

# syncCreateNewRoom
source: Create New Room
cs: Vytvořit novou místnost
de: Neuen Raum erstellen
es: Crear nueva sala
fr: Créer une nouvelle salle
ro: Creează cameră nouă

# syncCreateNewRoomInstead
source: Create New Room Instead
cs: Místo toho vytvořit novou místnost
de: Stattdessen neuen Raum erstellen
es: Crear nueva sala en su lugar
fr: Créer une nouvelle salle à la place
ro: Creează cameră nouă în schimb

# syncDeleteConfigConfirm
source: YES, I'M SURE
cs: ANO, JSEM SI JISTÝ
de: JA, ICH BIN SICHER
es: SÍ, ESTOY SEGURO
fr: OUI, JE SUIS SÛR
ro: DA, SUNT SIGUR

# syncDeleteConfigQuestion
source: Do you want to delete the sync configuration?
cs: Chcete smazat konfiguraci synchronizace?
de: Möchtest du die Synchronisierungskonfiguration löschen?
es: ¿Quieres eliminar la configuración de sincronización?
fr: Veux-tu supprimer la configuration de synchronisation ?
ro: Doriți să ștergeți configurația de sincronizare?

# syncDiscoveringRooms
source: Discovering sync rooms...
cs: Objevování synchronizačních místností...
de: Sync-Räume werden gesucht...
es: Buscando salas de sincronización...
fr: Recherche des salles de synchronisation...
ro: Se caută camerele de sincronizare...

# syncDiscoverRoomsButton
source: Discover Existing Rooms
cs: Objevit existující místnosti
de: Bestehende Räume entdecken
es: Descubrir salas existentes
fr: Découvrir les salles existantes
ro: Descoperă camerele existente

# syncDiscoveryError
source: Failed to discover rooms
cs: Nepodařilo se objevit místnosti
de: Räume konnten nicht gefunden werden
es: Error al descubrir salas
fr: Échec de la découverte des salles
ro: Descoperirea camerelor a eșuat

# syncEntitiesConfirm
source: START SYNC
cs: SPUSTIT SYNCHRONIZACI
de: SYNC STARTEN
es: INICIAR SINCRONIZACIÓN
fr: DÉMARRER LA SYNCHRONISATION
ro: ÎNCEPE SINCRONIZAREA

# syncEntitiesMessage
source: Choose the entities you want to sync.
cs: Vyberte entity, které chcete synchronizovat.
de: Wähle die Daten, die du synchronisieren möchtest.
es: Elige los datos que quieres sincronizar.
fr: Choisis les données à synchroniser.
ro: Alege datele pe care vrei să le sincronizezi.

# syncEntitiesSuccessDescription
source: Everything is up to date.
cs: Vše je aktuální.
de: Alles ist auf dem neuesten Stand.
es: Todo está al día.
fr: Tout est à jour.
ro: Totul este actualizat.

# syncEntitiesSuccessTitle
source: Sync complete
cs: Synchronizace dokončena
de: Synchronisierung abgeschlossen
es: Sincronización completada
fr: Synchronisation terminée
ro: Sincronizare finalizată

# syncInviteErrorForbidden
source: Permission denied. You may not have access to invite this user.
cs: Povolení zamítnuto. Možná nemáte přístup k pozvání tohoto uživatele.
de: Zugriff verweigert. Du hast möglicherweise keine Berechtigung, diesen Benutzer einzuladen.
es: Permiso denegado. Es posible que no tenga acceso para invitar a este usuario.
fr: Permission refusée. Tu n'as peut-être pas accès pour inviter cet utilisateur.
ro: Permisiune refuzată. Este posibil să nu aveți acces pentru a invita acest utilizator.

# syncInviteErrorNetwork
source: Network error. Please check your connection and try again.
cs: Chyba sítě. Prosím, zkontrolujte spojení a zkuste to znovu.
de: Netzwerkfehler. Bitte überprüfe deine Verbindung und versuche es erneut.
es: Error de red. Por favor, comprueba tu conexión e inténtalo de nuevo.
fr: Erreur réseau. Vérifie ta connexion et réessaie.
ro: Eroare de rețea. Verificați conexiunea și încercați din nou.

# syncInviteErrorRateLimited
source: Too many requests. Please wait a moment and try again.
cs: Příliš mnoho požadavků. Prosím, počkejte chvíli a zkuste to znovu.
de: Zu viele Anfragen. Bitte warte einen Moment und versuche es erneut.
es: Demasiadas solicitudes. Por favor, espera un momento e inténtalo de nuevo.
fr: Trop de requêtes. Patiente un moment et réessaie.
ro: Prea multe cereri. Așteptați un moment și încercați din nou.

# syncInviteErrorUnknown
source: Failed to send invite. Please try again later.
cs: Nepodařilo se odeslat pozvánku. Zkuste to prosím později.
de: Einladung konnte nicht gesendet werden. Bitte versuche es später erneut.
es: No se pudo enviar la invitación. Por favor, inténtalo más tarde.
fr: Échec de l'envoi de l'invitation. Réessaie plus tard.
ro: Invitația nu a putut fi trimisă. Încercați din nou mai târziu.

# syncInviteErrorUserNotFound
source: User not found. Please verify the scanned code is correct.
cs: Uživatel nenalezen. Prosím, ověřte, že naskenovaný kód je správný.
de: Benutzer nicht gefunden. Bitte überprüfe den gescannten Code.
es: Usuario no encontrado. Por favor, verifica que el código escaneado sea correcto.
fr: Utilisateur non trouvé. Vérifie que le code scanné est correct.
ro: Utilizator negăsit. Verificați că codul scanat este corect.

# syncListCountSummary
source: {label} · {itemCount, plural, =0{0 items} =1{1 item} other{{itemCount} items}}
cs: {label} · {itemCount, plural, =0{0 položek} =1{1 položka} other{{itemCount} položek}}
de: {label} · {itemCount, plural, =0{0 Elemente} =1{1 Element} other{{itemCount} Elemente}}
es: {label} · {itemCount, plural, =0{0 elementos} =1{1 elemento} other{{itemCount} elementos}}
fr: {label} · {itemCount, plural, =0{0 éléments} =1{1 élément} other{{itemCount} éléments}}
ro: {label} · {itemCount, plural, =0{0 elemente} =1{1 element} other{{itemCount} elemente}}

# syncListPayloadKindLabel
source: Payload
cs: Obsah
es: Carga útil
fr: Contenu
ro: Conținut

# syncListUnknownPayload
source: Unknown payload
cs: Neznámý obsah
de: Unbekannter Payload
es: Carga útil desconocida
fr: Contenu inconnu
ro: Conținut necunoscut

# syncNoRoomsFound
source: No existing sync rooms found. You can create a new room to start syncing.
cs: Žádné existující synchronizační místnosti nalezeny. Můžete vytvořit novou místnost pro zahájení synchronizace.
de: Keine bestehenden Sync-Räume gefunden. Du kannst einen neuen Raum erstellen, um mit der Synchronisierung zu beginnen.
es: No se encontraron salas de sincronización. Puede crear una nueva sala para comenzar a sincronizar.
fr: Aucune salle de synchronisation trouvée. Tu peux créer une nouvelle salle pour commencer la synchronisation.
ro: Nu s-au găsit camere de sincronizare. Poți crea o cameră nouă pentru a începe sincronizarea.

# syncNotLoggedInToast
source: Sync is not logged in
cs: Synchronizace není přihlášena
de: Sync ist nicht angemeldet
es: La sincronización no está conectada
fr: La synchronisation n'est pas connectée
ro: Sincronizarea nu este conectată

# syncPayloadAgentEntity
source: Agent entity
ro: Entitate agent

# syncPayloadAgentLink
source: Agent link
ro: Legătură agent

# syncPayloadAiConfig
source: AI configuration
cs: Nastavení AI
de: AI-Konfiguration
es: Configuración AI
fr: Configuration AI
ro: Configurare AI

# syncPayloadAiConfigDelete
source: AI configuration delete
cs: Smazání nastavení AI
de: AI-Konfiguration löschen
es: Eliminación de configuración AI
fr: Suppression de configuration AI
ro: Ștergere configurare AI

# syncPayloadBackfillRequest
source: Backfill request
cs: Žádost o doplnění
de: Nachfüllanfrage
es: Solicitud de relleno
fr: Demande de rattrapage
ro: Cerere de completare

# syncPayloadBackfillResponse
source: Backfill response
cs: Odpověď na doplnění
de: Nachfüllantwort
es: Respuesta de relleno
fr: Réponse de rattrapage
ro: Răspuns de completare

# syncPayloadEntityDefinition
source: Entity definition
cs: Definice entity
de: Entitätsdefinition
es: Definición de entidad
fr: Définition d'entité
ro: Definiție entitate

# syncPayloadEntryLink
source: Entry link
cs: Odkaz na položku
de: Eintragsverknüpfung
es: Enlace de entrada
fr: Lien d'entrée
ro: Link intrare

# syncPayloadJournalEntity
source: Journal entry
cs: Položka deníku
de: Journaleintrag
es: Entrada de diario
fr: Entrée de journal
ro: Intrare jurnal

# syncPayloadTagEntity
source: Tag entity
cs: Entita štítku
de: Tag-Entität
es: Entidad de etiqueta
fr: Entité de tag
ro: Entitate etichetă

# syncPayloadThemingSelection
source: Theming selection
cs: Výběr tématu
de: Designauswahl
es: Selección de tema
fr: Sélection de thème
ro: Selecție temă

# syncRetry
source: Retry
cs: Zkusit znovu
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ro: Reîncearcă

# syncRoomCreatedUnknown
source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
ro: Necunoscut

# syncRoomDiscoveryTitle
source: Find Existing Sync Room
cs: Najít existující synchronizační místnost
de: Bestehenden Sync-Raum finden
es: Buscar sala de sincronización existente
fr: Rechercher une salle de synchronisation existante
ro: Găsește cameră de sincronizare existentă

# syncRoomHasContent
source: Has Content
cs: Má obsah
de: Hat Inhalt
es: Tiene contenido
fr: Contient des données
ro: Are conținut

# syncRoomUnnamed
source: Unnamed Room
cs: Nepojmenovaná místnost
de: Unbenannter Raum
es: Sala sin nombre
fr: Salle sans nom
ro: Cameră fără nume

# syncRoomVerified
source: Verified
cs: Ověřená
de: Verifiziert
es: Verificado
fr: Vérifié
ro: Verificat

# syncSelectRoom
source: Select a Sync Room
cs: Vyberte synchronizační místnost
de: Sync-Raum auswählen
es: Seleccionar sala de sincronización
fr: Sélectionner une salle de synchronisation
ro: Selectează cameră de sincronizare

# syncSelectRoomDescription
source: We found existing sync rooms. Select one to join, or create a new room.
cs: Našli jsme existující synchronizační místnosti. Vyberte si jednu, ke které se připojíte, nebo vytvořte novou místnost.
de: Wir haben bestehende Sync-Räume gefunden. Wähle einen zum Beitreten oder erstelle einen neuen Raum.
es: Encontramos salas de sincronización existentes. Selecciona una para unirte o crea una nueva sala.
fr: Nous avons trouvé des salles de synchronisation existantes. Sélectionnes-en une pour la rejoindre ou crée une nouvelle salle.
ro: Am găsit camere de sincronizare existente. Selectează una pentru a te alătura sau creează o cameră nouă.

# syncSkip
source: Skip
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Ignorer
ro: Omite

# syncStepAgentEntities
source: Agent entities
ro: Entități agent

# syncStepAgentLinks
source: Agent links
ro: Legături agent

# syncStepAiSettings
source: AI settings
cs: AI nastavení
de: KI-Einstellungen
es: Configuración de IA
fr: Paramètres IA
ro: Setări AI

# syncStepCategories
source: Categories
cs: Kategorie
de: Kategorien
es: Categorías
fr: Catégories
ro: Categorii

# syncStepComplete
source: Complete
cs: Dokončeno
de: Abgeschlossen
es: Completado
fr: Terminé
ro: Finalizat

# syncStepDashboards
source: Dashboards
cs: Dashboardy
es: Paneles
fr: Tableaux de bord
ro: Tablouri de bord

# syncStepHabits
source: Habits
cs: Zvyky
de: Gewohnheiten
es: Hábitos
fr: Habitudes
ro: Obiceiuri

# syncStepLabels
source: Labels
cs: Štítky
es: Etiquetas de color
fr: Étiquettes
ro: Etichete

# syncStepMeasurables
source: Measurables
cs: Měřitelné hodnoty
de: Messgrößen
es: Medibles
fr: Mesurables
ro: Măsurabile

# syncStepTags
source: Tags
cs: Tagy
es: Etiquetas de hashtag
ro: Etichete

# taskAgentCountdownTooltip
source: Next auto-run in {countdown}
ro: Următoarea rulare automată în {countdown}

# taskAgentCreateChipLabel
source: Create Agent
es: Crear agente
ro: Creează agent

# taskAgentCreateError
source: Failed to create agent: {error}
es: Error al crear el agente: {error}
ro: Eroare la crearea agentului: {error}

# taskAgentRunNowTooltip
source: Run now
ro: Reîmprospătează

# taskCategoryAllLabel
source: all
cs: vše
de: Alle
es: todos
fr: tout
ro: toate

# taskCategoryLabel
source: Category:
cs: Kategorie:
de: Kategorie:
es: Categoría:
fr: Catégorie :
ro: Categorie:

# taskCategoryUnassignedLabel
source: unassigned
cs: nepřiřazeno
de: Nicht zugewiesen
es: sin asignar
fr: non attribué
ro: neeatribuit

# taskDueDateLabel
source: Due Date
cs: Datum splnění
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d'échéance
ro: Data scadenței

# taskDueDateWithDate
source: Due: {date}
cs: Splnit do: {date}
de: Fällig: {date}
es: Vence: {date}
fr: Échéance : {date}
ro: Scadent: {date}

# taskDueInDays
source: Due in {days, plural, =1{1 day} other{{days} days}}
cs: Splatné za {days, plural, =1{1 den} other{{days} dní}}
de: Fällig in {days, plural, =1{einem Tag} other{{days} Tagen}}
es: Vence en {days, plural, =1{1 día} other{{days} días}}
fr: Échéance dans {days, plural, =1{1 jour} other{{days} jours}}
ro: {days, plural, =1{Scadent mâine} other{Scadent în {days} zile}}

# taskDueToday
source: Due Today
cs: Dnes splatné
de: Heute fällig
es: Vence hoy
fr: Échéance aujourd'hui
ro: Scadent astăzi

# taskDueTomorrow
source: Due Tomorrow
cs: Zítra splatné
de: Morgen fällig
es: Vence mañana
fr: Échéance demain
ro: Scadent mâine

# taskDueYesterday
source: Due Yesterday
cs: Včera splatné
de: Gestern fällig
es: Venció ayer
fr: Échéance hier
ro: Scadent ieri

# taskEstimateLabel
source: Estimate:
cs: Odhad:
de: Schätzung:
es: Estimación:
fr: Temps estimé :
ro: Timp Estimat:

# taskLabelUnassignedLabel
source: unassigned
cs: nepřiřazeno
de: nicht zugewiesen
es: sin asignar
fr: non attribué
ro: neatribuit

# taskLanguageArabic
source: Arabic
cs: Arabština
de: Arabisch
es: Árabe
fr: Arabe
ro: Arabă

# taskLanguageBengali
source: Bengali
cs: Bengálština
de: Bengalisch
es: Bengalí
ro: Bengaleză

# taskLanguageBulgarian
source: Bulgarian
cs: Bulharština
de: Bulgarisch
es: Búlgaro
fr: Bulgare
ro: Bulgară

# taskLanguageChinese
source: Chinese
cs: Čínština
de: Chinesisch
es: Chino
fr: Chinois
ro: Chineză

# taskLanguageCroatian
source: Croatian
cs: Chorvatština
de: Kroatisch
es: Croata
fr: Croate
ro: Croată

# taskLanguageCzech
source: Czech
cs: Čeština
de: Tschechisch
es: Checo
fr: Tchèque
ro: Cehă

# taskLanguageDanish
source: Danish
cs: Dánština
de: Dänisch
es: Danés
fr: Danois
ro: Daneză

# taskLanguageDutch
source: Dutch
cs: Nizozemština
de: Niederländisch
es: Holandés
fr: Néerlandais
ro: Olandeză

# taskLanguageEnglish
source: English
cs: Angličtina
de: Englisch
es: Inglés
fr: Anglais
ro: Engleză

# taskLanguageEstonian
source: Estonian
cs: Estonština
de: Estnisch
es: Estonio
fr: Estonien
ro: Estonă

# taskLanguageFinnish
source: Finnish
cs: Finština
de: Finnisch
es: Finlandés
fr: Finnois
ro: Finlandeză

# taskLanguageFrench
source: French
cs: Francouzština
de: Französisch
es: Francés
fr: Français
ro: Franceză

# taskLanguageGerman
source: German
cs: Němčina
de: Deutsch
es: Alemán
fr: Allemand
ro: Germană

# taskLanguageGreek
source: Greek
cs: Řečtina
de: Griechisch
es: Griego
fr: Grec
ro: Greacă

# taskLanguageHebrew
source: Hebrew
cs: Hebrejština
de: Hebräisch
es: Hebreo
fr: Hébreu
ro: Ebraică

# taskLanguageHungarian
source: Hungarian
cs: Maďarština
de: Ungarisch
es: Húngaro
fr: Hongrois
ro: Maghiară

# taskLanguageIndonesian
source: Indonesian
cs: Indonéština
de: Indonesisch
es: Indonesio
fr: Indonésien
ro: Indoneziană

# taskLanguageItalian
source: Italian
cs: Italština
de: Italienisch
es: Italiano
fr: Italien
ro: Italiană

# taskLanguageJapanese
source: Japanese
cs: Japonština
de: Japanisch
es: Japonés
fr: Japonais
ro: Japoneză

# taskLanguageKorean
source: Korean
cs: Korejština
de: Koreanisch
es: Coreano
fr: Coréen
ro: Coreeană

# taskLanguageLabel
source: Language:
cs: Jazyk:
de: Sprache:
es: Idioma:
fr: Langue :
ro: Limbă:

# taskLanguageLatvian
source: Latvian
cs: Lotyština
de: Lettisch
es: Letón
fr: Letton
ro: Letonă

# taskLanguageLithuanian
source: Lithuanian
cs: Litevština
de: Litauisch
es: Lituano
fr: Lituanien
ro: Lituaniană

# taskLanguageNigerianPidgin
source: Nigerian Pidgin
cs: Nigerijský pidžin
de: Nigerianisches Pidgin
es: Pidgin nigeriano
fr: Pidgin nigérian
ro: Pidgin nigerian

# taskLanguageNorwegian
source: Norwegian
cs: Norština
de: Norwegisch
es: Noruego
fr: Norvégien
ro: Norvegiană

# taskLanguagePolish
source: Polish
cs: Polština
de: Polnisch
es: Polaco
fr: Polonais
ro: Poloneză

# taskLanguagePortuguese
source: Portuguese
cs: Portugalština
de: Portugiesisch
es: Portugués
fr: Portugais
ro: Portugheză

# taskLanguageRomanian
source: Romanian
cs: Rumunština
de: Rumänisch
es: Rumano
fr: Roumain
ro: Română

# taskLanguageRussian
source: Russian
cs: Ruština
de: Russisch
es: Ruso
fr: Russe
ro: Rusă

# taskLanguageSearchPlaceholder
source: Search languages...
cs: Hledat jazyky...
de: Sprachen durchsuchen...
es: Buscar idiomas...
fr: Rechercher des langues...
ro: Caută limbi...

# taskLanguageSelectedLabel
source: Currently selected
cs: Aktuálně vybráno
de: Aktuell ausgewählt
es: Idioma actual
fr: Langue actuelle
ro: Limba curentă

# taskLanguageSerbian
source: Serbian
cs: Srbština
de: Serbisch
es: Serbio
fr: Serbe
ro: Sârbă

# taskLanguageSlovak
source: Slovak
cs: Slovenština
de: Slowakisch
es: Eslovaco
fr: Slovaque
ro: Slovacă

# taskLanguageSlovenian
source: Slovenian
cs: Slovinština
de: Slowenisch
es: Esloveno
fr: Slovène
ro: Slovenă

# taskLanguageSpanish
source: Spanish
cs: Španělština
de: Spanisch
es: Español
fr: Espagnol
ro: Spaniolă

# taskLanguageSwedish
source: Swedish
cs: Švédština
de: Schwedisch
es: Sueco
fr: Suédois
ro: Suedeză

# taskLanguageThai
source: Thai
cs: Thajština
de: Thailändisch
es: Tailandés
fr: Thaï
ro: Thailandeză

# taskLanguageTurkish
source: Turkish
cs: Turečtina
de: Türkisch
es: Turco
fr: Turc
ro: Turcă

# taskLanguageUkrainian
source: Ukrainian
cs: Ukrajinština
de: Ukrainisch
es: Ucraniano
fr: Ukrainien
ro: Ucraineană

# taskLanguageVietnamese
source: Vietnamese
cs: Vietnamština
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
ro: Vietnameză

# taskNameHint
source: Enter a name for the task
cs: Zadejte název úkolu
de: Gib einen Namen für die Aufgabe ein
es: Introduzca un nombre para la tarea
fr: Saisissez un nom pour la tâche
ro: Introduceți un nume pentru sarcină

# taskNoDueDateLabel
source: No due date
cs: Bez data splnění
de: Kein Fälligkeitsdatum
es: Sin fecha de vencimiento
fr: Pas de date d'échéance
ro: Fără dată scadentă

# taskNoEstimateLabel
source: No estimate
cs: Bez odhadu
de: Keine Schätzung
es: Sin estimación
fr: Sans estimation
ro: Fără estimare

# taskOverdueByDays
source: Overdue by {days, plural, =1{1 day} other{{days} days}}
cs: Po splatnosti o {days, plural, =1{1 den} other{{days} dní}}
de: {days, plural, =1{1 Tag} other{{days} Tage}} überfällig
es: Atrasado {days, plural, =1{1 día} other{{days} días}}
fr: En retard de {days, plural, =1{1 jour} other{{days} jours}}
ro: {days, plural, =1{Întârziat cu 1 zi} other{Întârziat cu {days} zile}}

# tasksAddLabelButton
source: Add Label
cs: Přidat štítek
de: Label hinzufügen
es: Añadir etiqueta
fr: Ajouter une étiquette
ro: Adaugă etichetă

# tasksFilterTitle
source: Tasks Filter
cs: Filtr úkolů
de: Aufgabenfilter
es: Filtro de tareas
fr: Filtre des tâches
ro: Filtru sarcini

# tasksLabelFilterAll
source: All
cs: Vše
de: Alle
es: Todas
fr: Toutes
ro: Toate

# tasksLabelFilterTitle
source: Labels
cs: Štítky
es: Etiquetas
fr: Étiquettes
ro: Etichete

# tasksLabelFilterUnlabeled
source: Unlabeled
cs: Bez štítku
de: Ohne Label
es: Sin etiqueta
fr: Sans étiquette
ro: Fără etichetă

# tasksLabelsDialogClose
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
ro: Închide

# tasksLabelsHeaderEditTooltip
source: Edit labels
cs: Upravit štítky
de: Labels bearbeiten
es: Editar etiquetas
fr: Modifier les étiquettes
ro: Editează etichetele
