Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# activeLabel
source: Active
cs: Aktivní
de: Aktiv
es: Activo
fr: Actif
ro: Activ

# addActionAddAudioRecording
source: Audio Recording
cs: Audiozáznam
de: Audioaufnahme
es: Grabación de audio
fr: Commencer l'enregistrement audio
ro: Adauga inregistrare audio

# addActionAddChecklist
source: Checklist
cs: Kontrolní seznam
de: Checkliste
es: Lista de verificación
fr: Liste de contrôle
ro: Listă de verificare

# addActionAddEvent
source: Event
cs: Událost
de: Ereignis
es: Evento
fr: Événement
ro: Eveniment

# addActionAddImageFromClipboard
source: Paste Image
cs: Vložit obrázek
de: Bild einfügen
es: Pegar imagen
fr: Coller l'image
ro: Lipește imagine

# addActionAddPhotos
source: Photo(s)
cs: Fotografie
de: Foto(s)
es: Foto(s)
fr: Ajouter des photos
ro: Adauga fotografie

# addActionAddScreenshot
source: Screenshot
cs: Snímek obrazovky
es: Captura de pantalla
fr: Ajouter une capture d'écran
ro: Adauga captura de ecran

# addActionAddTask
source: Task
cs: Úkol
de: Aufgabe
es: Tarea
fr: Ajouter une tâche
ro: Adauga sarcina

# addActionAddText
source: Text Entry
cs: Textový záznam
de: Texteingabe
es: Entrada de texto
fr: Ajouter du texte
ro: Adauga text

# addActionAddTimer
source: Timer
cs: Časovač
es: Temporizador
fr: Minuteur
ro: Cronometru

# addActionAddTimeRecording
source: Timer Entry
cs: Záznam času
de: Zeiteingabe
es: Entrada de temporizador
fr: Commencer l'enregistrement du temps
ro: Adauga timp

# addActionImportImage
source: Import Image
cs: Importovat obrázek
de: Bild importieren
es: Importar imagen
fr: Importer une image
ro: Importă imagine

# addAudioTitle
source: Audio Recording
cs: Audiozáznam
de: Audioaufnahme
es: Grabación de audio
fr: Enregistrement audio
ro: Adauga titlu

# addHabitCommentLabel
source: Comment
cs: Komentář
de: Kommentar
es: Comentario
fr: Commentaire
ro: Comentariu

# addHabitDateLabel
source: Completed at
cs: Dokončeno dne
de: Abgeschlossen um
es: Completado a las
fr: Terminé à
ro: Finalizat la

# addMeasurementCommentLabel
source: Comment
cs: Komentář
de: Kommentar
es: Comentario
fr: Commentaire
ro: Comentariu

# addMeasurementDateLabel
source: Observed at
cs: Pozorováno dne
de: Erfasst um
es: Observado a las
fr: Observé à
ro: Observat la

# addMeasurementSaveButton
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
ro: Salveaza masuratoare

# addSurveyTitle
source: Fill Survey
cs: Vyplnit průzkum
de: Umfrage ausfüllen
es: Llenar encuesta
fr: Remplir le questionnaire
ro: Titlu sondaj

source: Add to Dictionary
cs: Přidat do slovníku
de: Zum Wörterbuch hinzufügen
es: Añadir al diccionario
fr: Ajouter au dictionnaire
ro: Adaugă la dicționar

# addToDictionaryDuplicate
source: Term already exists in dictionary
cs: Výraz již ve slovníku existuje
de: Begriff bereits im Wörterbuch vorhanden
es: El término ya existe en el diccionario
fr: Le terme existe déjà dans le dictionnaire
ro: Termenul există deja în dicționar

# addToDictionaryNoCategory
source: Cannot add to dictionary: task has no category
cs: Nelze přidat do slovníku: úkol nemá kategorii
de: Kann nicht zum Wörterbuch hinzufügen: Aufgabe hat keine Kategorie
es: No se puede añadir al diccionario: la tarea no tiene categoría
fr: Impossible d'ajouter au dictionnaire : la tâche n'a pas de catégorie
ro: Nu se poate adăuga la dicționar: sarcina nu are categorie

# addToDictionarySaveFailed
source: Failed to save dictionary
cs: Nepodařilo se uložit slovník
de: Wörterbuch konnte nicht gespeichert werden
es: Error al guardar el diccionario
fr: Échec de l'enregistrement du dictionnaire
ro: Salvarea dicționarului a eșuat

# addToDictionarySuccess
source: Term added to dictionary
cs: Výraz byl přidán do slovníku
de: Begriff zum Wörterbuch hinzugefügt
es: Término añadido al diccionario
fr: Terme ajouté au dictionnaire
ro: Termen adăugat la dicționar

# addToDictionaryTooLong
source: Term too long (max 50 characters)
cs: Výraz je příliš dlouhý (max. 50 znaků)
de: Begriff zu lang (max. 50 Zeichen)
es: Término demasiado largo (máx. 50 caracteres)
fr: Terme trop long (max 50 caractères)
ro: Termen prea lung (max 50 caractere)

# agentActivityLogHeading
source: Activity Log
es: Registro de actividad
ro: Jurnal de activitate

# agentControlsActionError
source: Action failed: {error}
es: La acción falló: {error}
ro: Acțiunea a eșuat: {error}

# agentControlsDeleteButton
source: Delete permanently
es: Eliminar permanentemente
ro: Șterge definitiv

# agentControlsDeleteDialogContent
source: This will permanently delete all data for this agent, including its history, reports, and observations. This cannot be undone.
es: Esto eliminará permanentemente todos los datos de este agente, incluyendo su historial, informes y observaciones. Esta acción no se puede deshacer.
ro: Toate datele acestui agent vor fi șterse definitiv, inclusiv istoricul, rapoartele și observațiile. Această acțiune nu poate fi anulată.

# agentControlsDeleteDialogTitle
source: Delete Agent?
es: ¿Eliminar agente?
ro: Ștergi agentul?

# agentControlsDestroyButton
source: Destroy
es: Destruir
ro: Distruge

# agentControlsDestroyDialogContent
source: This will permanently deactivate the agent. Its history will be preserved for audit.
es: Esto desactivará permanentemente al agente. Su historial se conservará para auditoría.
ro: Agentul va fi dezactivat permanent. Istoricul său va fi păstrat pentru audit.

# agentControlsDestroyDialogTitle
source: Destroy Agent?
es: ¿Destruir agente?
ro: Distrugi agentul?

# agentControlsDestroyedMessage
source: This agent has been destroyed.
es: Este agente ha sido destruido.
ro: Acest agent a fost distrus.

# agentControlsPauseButton
source: Pause
es: Pausar
ro: Pauză

# agentControlsReanalyzeButton
source: Re-analyze
es: Reanalizar
ro: Reanalizează

# agentControlsResumeButton
source: Resume
es: Reanudar
ro: Reia

# agentConversationEmpty
source: No conversations yet.
ro: Nicio conversație încă.

# agentConversationThreadHeader
source: Wake {runKey}
ro: Trezire {runKey}

# agentConversationThreadSummary
source: {messageCount} messages, {toolCallCount} tool calls · {shortId}
ro: {messageCount} mesaje, {toolCallCount} apeluri de instrumente · {shortId}

# agentDetailErrorLoading
source: Error loading agent: {error}
es: Error al cargar el agente: {error}
ro: Eroare la încărcarea agentului: {error}

# agentDetailNotFound
source: Agent not found.
es: Agente no encontrado.
ro: Agentul nu a fost găsit.

# agentDetailUnexpectedType
source: Unexpected entity type.
es: Tipo de entidad inesperado.
ro: Tip de entitate neașteptat.

# agentEvolutionChartMttrTrend
source: MTTR Trend
ro: Tendință MTTR

# agentEvolutionChartSuccessRateTrend
source: Success Trend
ro: Rata de succes

# agentEvolutionChartVersionPerformance
source: By Version
ro: Pe versiune

# agentEvolutionChartWakeHistory
source: Wake History
ro: Istoric wake-uri

# agentEvolutionChatPlaceholder
source: Share feedback or ask about performance...
ro: Împărtășiți feedback sau întrebați despre performanță...

# agentEvolutionCurrentDirectives
source: Current Directives
ro: Directive curente

# agentEvolutionDashboardTitle
source: Performance
ro: Performanță

# agentEvolutionMetricAvgDuration
source: Avg Duration
ro: Durată medie

# agentEvolutionMetricFailures
source: Failures
ro: Eșecuri

# agentEvolutionMetricNotAvailable
source: N/A
ro: N/D

# agentEvolutionMetricSuccess
source: Success
ro: Succes

# agentEvolutionMetricWakes
source: Wakes
ro: Activări

# agentEvolutionMttrLabel
source: Mean Time to Resolution
ro: Timp mediu de rezolvare

# agentEvolutionNoteRecorded
source: Note Recorded
ro: Notă înregistrată

# agentEvolutionProposalRationale
source: Rationale
ro: Justificare

# agentEvolutionProposalRejected
source: Proposal rejected — continue the conversation
ro: Propunere respinsă — continuați conversația

# agentEvolutionProposalTitle
source: Proposed Changes
ro: Modificări propuse

# agentEvolutionProposedDirectives
source: Proposed Directives
ro: Directive propuse

# agentEvolutionRatingAdequate
source: Adequate
ro: Adecvat

# agentEvolutionRatingExcellent
source: Excellent
ro: Excelent

# agentEvolutionRatingNeedsWork
source: Needs work
ro: Necesită îmbunătățiri

# agentEvolutionRatingPrompt
source: How well is this template performing?
ro: Cât de bine funcționează acest șablon?

# agentEvolutionSessionAbandoned
source: Session ended without changes
ro: Sesiune încheiată fără modificări

# agentEvolutionSessionCompleted
source: Session completed — version {version} created
ro: Sesiune finalizată — versiunea {version} creată

# agentEvolutionSessionError
source: Failed to start evolution session
ro: Sesiunea de evoluție nu a putut fi pornită

# agentEvolutionSessionStarting
source: Starting evolution session...
ro: Se pornește sesiunea de evoluție...

# agentLifecycleActive
source: Active
es: Activo
ro: Activ

# agentLifecycleCreated
source: Created
es: Creado
ro: Creat

# agentLifecycleDestroyed
source: Destroyed
es: Destruido
ro: Distrus

# agentLifecyclePaused
source: Paused
es: Pausado
ro: În pauză

# agentMessageKindAction
source: Action
es: Acción
ro: Acțiune

# agentMessageKindObservation
source: Observation
es: Observación
ro: Observație

# agentMessageKindSummary
source: Summary
es: Resumen
ro: Rezumat

# agentMessageKindSystem
source: System
es: Sistema
ro: Sistem

# agentMessageKindThought
source: Thought
es: Pensamiento
ro: Gând

# agentMessageKindToolResult
source: Tool Result
es: Resultado de herramienta
ro: Rezultat instrument

# agentMessageKindUser
source: User
es: Usuario
ro: Utilizator

# agentMessagePayloadEmpty
source: (no content)
es: (sin contenido)
ro: (fără conținut)

# agentMessagesEmpty
source: No messages yet.
es: Aún no hay mensajes.
ro: Niciun mesaj încă.

# agentMessagesErrorLoading
source: Failed to load messages: {error}
es: Error al cargar los mensajes: {error}
ro: Eroare la încărcarea mesajelor: {error}

# agentObservationsEmpty
source: No observations recorded yet.
ro: Nu au fost înregistrate observații încă.

# agentReportErrorLoading
source: Failed to load report: {error}
es: Error al cargar el informe: {error}
ro: Eroare la încărcarea raportului: {error}

# agentReportHistoryBadge
source: Report
ro: Raport

# agentReportHistoryEmpty
source: No report snapshots yet.
ro: Nu există încă instantanee ale raportului.

# agentReportHistoryError
source: An error occurred while loading the report history.
ro: A apărut o eroare la încărcarea istoricului rapoartelor.

# agentReportNone
source: No report available yet.
es: Aún no hay informe disponible.
ro: Niciun raport disponibil încă.

# agentRunningIndicator
source: Running
ro: În execuție

# agentStateConsecutiveFailures
source: Consecutive failures
es: Fallos consecutivos
ro: Eșecuri consecutive

# agentStateErrorLoading
source: Failed to load state: {error}
es: Error al cargar el estado: {error}
ro: Eroare la încărcarea stării: {error}

# agentStateHeading
source: State Info
es: Información de estado
ro: Informații de stare

# agentStateLastWake
source: Last wake
es: Último despertar
ro: Ultima trezire

# agentStateNextWake
source: Next wake
es: Próximo despertar
ro: Următoarea trezire

# agentStateRevision
source: Revision
es: Revisión
ro: Revizie

# agentStateSleepingUntil
source: Sleeping until
es: Durmiendo hasta
ro: Doarme până la

# agentStateWakeCount
source: Wake count
es: Conteo de despertares
ro: Număr de treziri

# agentTabActivity
source: Activity
ro: Activitate

# agentTabConversations
source: Conversations
ro: Conversații

# agentTabObservations
source: Observations
ro: Observații

# agentTabReports
source: Reports
ro: Rapoarte

# agentTemplateActiveInstancesTitle
source: Active Instances
ro: Instanțe active

# agentTemplateAllProviders
source: All Providers
ro: Toți furnizorii

# agentTemplateAssignedLabel
source: Template
ro: Șablon

# agentTemplateCreatedSuccess
source: Template created
ro: Șablon creat

# agentTemplateCreateTitle
source: Create Template
ro: Creează un șablon

# agentTemplateDeleteConfirm
source: Delete this template? This cannot be undone.
ro: Ștergi acest șablon? Această acțiune nu poate fi anulată.

# agentTemplateDeleteHasInstances
source: Cannot delete: active agents are using this template.
ro: Nu se poate șterge: agenți activi utilizează acest șablon.

# agentTemplateDirectivesHint
source: Define the agent's personality, tone, goals, and style...
ro: Definește personalitatea, tonul, obiectivele și stilul agentului...

# agentTemplateDirectivesLabel
source: Directives
ro: Directive

# agentTemplateDisplayNameLabel
source: Name
ro: Nume

# agentTemplateEditTitle
source: Edit Template
ro: Editează șablonul

# agentTemplateEmptyList
source: No templates yet. Tap + to create one.
ro: Niciun șablon încă. Apasă + pentru a crea unul.

# agentTemplateEvolveAction
source: Evolve with AI
ro: Evoluează cu IA

# agentTemplateEvolveApprove
source: Approve & Save
ro: Aprobă și salvează

# agentTemplateEvolveReject
source: Reject
ro: Respinge

# agentTemplateInstanceCount
source: {count, plural, =0{No instances} =1{1 instance} other{{count} instances}}
ro: {count, plural, =0{Nicio instanță} =1{1 instanță} few{{count} instanțe} other{{count} de instanțe}}

# agentTemplateKindTaskAgent
source: Task Agent
ro: Agent de sarcini

# agentTemplateMetricsActiveInstances
source: Active Instances
ro: Instanțe active

# agentTemplateMetricsSuccessRate
source: Success Rate
ro: Rata de succes

# agentTemplateMetricsTotalWakes
source: Total Wakes
ro: Total activări

# agentTemplateModelLabel
source: Model ID
ro: ID model

# agentTemplateModelRequirements
source: Only reasoning models with function calling are shown
ro: Sunt afișate doar modelele de raționament cu apeluri de funcții

# agentTemplateNoMetrics
source: No performance data yet
ro: Nu există încă date de performanță

# agentTemplateNoneAssigned
source: No template assigned
ro: Niciun șablon atribuit

# agentTemplateNoSuitableModels
source: No suitable models found
ro: Nu s-au găsit modele potrivite

# agentTemplateNoTemplates
source: No templates available. Create one in Settings first.
ro: Nu sunt șabloane disponibile. Creează unul în Setări mai întâi.

# agentTemplateNotFound
source: Template not found
ro: Șablon negăsit

# agentTemplateNoVersions
source: No versions
ro: Nicio versiune

# agentTemplateRollbackAction
source: Roll Back to This Version
ro: Revino la această versiune

# agentTemplateRollbackConfirm
source: Roll back to version {version}? The agent will use this version on its next wake.
ro: Revino la versiunea {version}? Agentul va folosi această versiune la următoarea trezire.

# agentTemplateSaveNewVersion
source: Save as New Version
ro: Salvează

# agentTemplateSelectTitle
source: Select Template
ro: Selectează un șablon

# agentTemplateSettingsSubtitle
source: Manage agent personalities and directives
ro: Gestionează personalitățile și directivele agenților

# agentTemplateStatusActive
source: Active
ro: Activ

# agentTemplateStatusArchived
source: Archived
ro: Arhivat

# agentTemplatesTitle
source: Agent Templates
ro: Șabloane agent

# agentTemplateSwitchHint
source: To use a different template, destroy this agent and create a new one.
ro: Pentru a utiliza un alt șablon, distruge acest agent și creează unul nou.

# agentTemplateVersionHistoryTitle
source: Version History
ro: Istoric versiuni

# agentTemplateVersionLabel
source: Version {version}
ro: Versiunea {version}

# agentTemplateVersionSaved
source: New version saved
ro: Versiune nouă salvată

# agentThreadReportLabel
source: Report produced during this wake
ro: Raport generat în acest ciclu

# aiAssistantActionItemSuggestions
source: Action Item Suggestions
cs: Návrhy akčních položek
de: Vorschläge für Aktionspunkte
es: Sugerencias de elementos de acción
fr: Suggestions d'actions
ro: Sugestii de acțiuni

# aiAssistantAnalyzeImage
source: Analyze image
cs: Analyzovat obrázek
de: Bild analysieren
es: Analizar imagen
fr: Analyser l'image
ro: Analizează imaginea

# aiAssistantSummarizeTask
source: Summarize task
cs: Shrnout úkol
de: Aufgabe zusammenfassen
es: Resumir tarea
fr: Résumer la tâche
ro: Rezumă sarcina

# aiAssistantThinking
source: Thinking...
cs: Přemýšlím...
de: Denke nach...
es: Pensando...
fr: Réflexion...
ro: Se gândește...

# aiAssistantTitle
source: AI Assistant
cs: AI asistent
de: KI-Assistent
es: Asistente de IA
fr: Assistant IA
ro: Asistent AI

# aiAssistantTranscribeAudio
source: Transcribe audio
cs: Přepsat zvuk
de: Audio transkribieren
es: Transcribir audio
fr: Transcrire l'audio
ro: Transcrie audio

# aiBatchToggleTooltip
source: Switch to standard recording
es: Cambiar a grabación estándar
ro: Comutare la înregistrare standard

# aiConfigApiKeyEmptyError
source: API key cannot be empty
cs: API klíč nemůže být prázdný
de: API-Schlüssel darf nicht leer sein
es: La clave API no puede estar vacía
fr: La clé API ne peut pas être vide
ro: Cheia API nu poate fi goală

# aiConfigApiKeyFieldLabel
source: API Key
cs: API klíč
de: API-Schlüssel
es: Clave API
fr: Clé API
ro: Cheie API

# aiConfigAssociatedModelsRemoved
source: {count} associated model{count, plural, =1{} other{s}} removed
cs: {count, plural, =1{1 přiřazený model odebrán} other{{count} přiřazených modelů odebráno}}
de: {count} zugehörige{count, plural, =1{s Modell} other{ Modelle}} entfernt
es: {count} modelo{count, plural, =1{} other{s}} asociado{count, plural, =1{} other{s}} eliminado{count, plural, =1{} other{s}}
fr: {count} modèle{count, plural, =1{} other{s}} associé{count, plural, =1{} other{s}} supprimé{count, plural, =1{} other{s}}
ro: {count, plural, =1{1 model asociat eliminat} other{{count} modele asociate eliminate}}

# aiConfigBaseUrlFieldLabel
source: Base URL
cs: Základní URL
de: Basis-URL
es: URL base
fr: URL de base
ro: URL de bază

# aiConfigCommentFieldLabel
source: Comment (Optional)
cs: Komentář (volitelné)
de: Kommentar (Optional)
es: Comentario (Opcional)
fr: Commentaire (Optionnel)
ro: Comentariu (Opțional)

# aiConfigCreateButtonLabel
source: Create Prompt
cs: Vytvořit prompt
de: Prompt erstellen
es: Crear prompt
fr: Créer un prompt
ro: Creează prompt

# aiConfigDescriptionFieldLabel
source: Description (Optional)
cs: Popis (volitelné)
de: Beschreibung (Optional)
es: Descripción (Opcional)
fr: Description (Optionnel)
ro: Descriere (Opțional)

# aiConfigFailedToLoadModels
source: Failed to load models: {error}
cs: Nepodařilo se načíst modely: {error}
de: Modelle konnten nicht geladen werden: {error}
es: Error al cargar modelos: {error}
fr: Échec du chargement des modèles : {error}
ro: Eșec la încărcarea modelelor: {error}

# aiConfigFailedToLoadModelsGeneric
source: Failed to load models. Please try again.
cs: Nepodařilo se načíst modely. Prosím, zkuste to znovu.
de: Fehler beim Laden der Modelle. Bitte versuche es erneut.
es: Error al cargar modelos. Por favor, inténtalo de nuevo.
fr: Échec du chargement des modèles. Réessaie s'il te plaît.
ro: Eșec la încărcarea modelelor. Vă rugăm să încercați din nou.

# aiConfigFailedToSaveMessage
source: Failed to save configuration. Please try again.
cs: Nepodařilo se uložit konfiguraci. Prosím, zkuste to znovu.
de: Konfiguration konnte nicht gespeichert werden. Bitte versuche es erneut.
es: Error al guardar la configuración. Por favor, inténtalo de nuevo.
fr: Échec de l'enregistrement de la configuration. Réessaie s'il te plaît.
ro: Eșec la salvarea configurației. Vă rugăm să încercați din nou.

# aiConfigInputDataTypesTitle
source: Required Input Data Types
cs: Požadované typy vstupních dat
de: Erforderliche Eingabedatentypen
es: Tipos de datos de entrada requeridos
fr: Types de données d'entrée requis
ro: Tipuri de date de intrare necesare

# aiConfigInputModalitiesFieldLabel
source: Input Modalities
cs: Vstupní modality
de: Eingabemodalitäten
es: Modalidades de entrada
fr: Modalités d'entrée
ro: Modalități de intrare

# aiConfigInputModalitiesTitle
source: Input Modalities
cs: Vstupní modality
de: Eingabemodalitäten
es: Modalidades de entrada
fr: Modalités d'entrée
ro: Modalități de intrare

# aiConfigInvalidUrlError
source: Please enter a valid URL
cs: Zadejte prosím platnou URL
de: Bitte gib eine gültige URL ein
es: Por favor, introduzca una URL válida
fr: Entre une URL valide
ro: Vă rugăm să introduceți un URL valid

# aiConfigListCascadeDeleteWarning
source: This will also delete all models associated with this provider.
cs: Toto také smaže všechny modely spojené s tímto poskytovatelem.
de: Dies löscht auch alle mit diesem Anbieter verknüpften Modelle.
es: Esto también eliminará todos los modelos asociados a este proveedor.
fr: Cela supprimera également tous les modèles associés à ce fournisseur.
ro: Aceasta va șterge și toate modelele asociate acestui furnizor.

# aiConfigListDeleteConfirmCancel
source: CANCEL
cs: ZRUŠIT
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ro: ANULEAZĂ

# aiConfigListDeleteConfirmDelete
source: DELETE
cs: SMAZAT
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
ro: ȘTERGE

# aiConfigListDeleteConfirmMessage
source: Are you sure you want to delete "{configName}"?
cs: Jste si jistý, že chcete smazat "{configName}"?
de: Möchtest du "{configName}" wirklich löschen?
es: ¿Estás seguro de que quieres eliminar "{configName}"?
fr: Es-tu sûr de vouloir supprimer « {configName} » ?
ro: Sigur doriți să ștergeți „{configName}”?

# aiConfigListDeleteConfirmTitle
source: Confirm Deletion
cs: Potvrdit smazání
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
ro: Confirmați ștergerea

# aiConfigListEmptyState
source: No configurations found. Add one to get started.
cs: Žádné konfigurace nalezeny. Přidejte jednu a začněte.
de: Keine Konfigurationen gefunden. Füge eine hinzu, um zu beginnen.
es: No se encontraron configuraciones. Añade una para comenzar.
fr: Aucune configuration trouvée. Ajoutes-en une pour commencer.
ro: Nu s-au găsit configurații. Adăugați una pentru a începe.

# aiConfigListErrorDeleting
source: Error deleting {configName}: {error}
cs: Chyba při mazání {configName}: {error}
de: Fehler beim Löschen von {configName}: {error}
es: Error al eliminar {configName}: {error}
fr: Erreur lors de la suppression de {configName} : {error}
ro: Eroare la ștergerea {configName}: {error}

# aiConfigListErrorLoading
source: Error loading configurations
cs: Chyba při načítání konfigurací
de: Fehler beim Laden der Konfigurationen
es: Error al cargar las configuraciones
fr: Erreur lors du chargement des configurations
ro: Eroare la încărcarea configurațiilor

# aiConfigListItemDeleted
source: {configName} deleted
cs: {configName} smazáno
de: {configName} gelöscht
es: {configName} eliminado
fr: {configName} supprimé
ro: {configName} șters

# aiConfigListUndoDelete
source: UNDO
cs: ZPĚT
de: RÜCKGÄNGIG
es: DESHACER
fr: ANNULER
ro: ANULEAZĂ

# aiConfigManageModelsButton
source: Manage Models
cs: Spravovat modely
de: Modelle verwalten
es: Gestionar modelos
fr: Gérer les modèles
ro: Gestionează modele

# aiConfigModelRemovedMessage
source: {modelName} removed from prompt
cs: {modelName} byl odebrán z promptu
de: {modelName} vom Prompt entfernt
es: {modelName} eliminado del prompt
fr: {modelName} retiré du prompt
ro: {modelName} eliminat din prompt

# aiConfigModelsTitle
source: Available Models
cs: Dostupné modely
de: Verfügbare Modelle
es: Modelos disponibles
fr: Modèles disponibles
ro: Modele disponibile

# aiConfigNameFieldLabel
source: Display Name
cs: Zobrazovaný název
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
ro: Nume afișat

# aiConfigNameTooShortError
source: Name must be at least 3 characters
cs: Název musí mít alespoň 3 znaky
de: Name muss mindestens 3 Zeichen haben
es: El nombre debe tener al menos 3 caracteres
fr: Le nom doit comporter au moins 3 caractères
ro: Numele trebuie să aibă cel puțin 3 caractere
