Repository: matthiasn/lotti
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ro

# checklistItemArchiveUndo
source: Undo
es: Deshacer
ro: Anulează

# checklistItemDelete
source: Delete checklist item?
cs: Smazat položku kontrolního seznamu?
de: Checklistenelement löschen?
es: ¿Eliminar elemento de la lista de verificación?
fr: Supprimer l'élément de la liste de contrôle ?
ro: Șterge elementul din lista de verificare?

# checklistItemDeleteCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ro: Anulează

# checklistItemDeleteConfirm
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
ro: Confirmă

# checklistItemDeleted
source: Item deleted
es: Elemento eliminado
ro: Element șters

# checklistItemDeleteWarning
source: This action cannot be undone.
cs: Tuto akci nelze vrátit zpět.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
ro: Această acțiune nu poate fi anulată.

# checklistItemDrag
source: Drag suggestions into checklist
cs: Přetáhněte návrhy do kontrolního seznamu
de: Vorschläge in die Checkliste ziehen
es: Arrastre las sugerencias a la lista de verificación
fr: Faites glisser les suggestions dans la liste de contrôle
ro: Trage sugestiile în lista de verificare

# checklistItemUnarchived
source: Item unarchived
es: Elemento restaurado
ro: Element restaurat

# checklistMarkdownCopied
source: Checklist copied as Markdown
cs: Kontrolní seznam zkopírován jako Markdown
de: Checkliste als Markdown kopiert
es: Lista de verificación copiada como Markdown
fr: Liste de contrôle copiée en Markdown
ro: Lista de verificare copiată ca Markdown

# checklistNoSuggestionsTitle
source: No suggested Action Items
cs: Žádné navrhované akční položky
de: Keine vorgeschlagenen Aktionspunkte
es: No hay elementos de acción sugeridos
fr: Aucune suggestion d'action
ro: Nu există sugestii de acțiuni

# checklistNothingToExport
source: No items to export
cs: Žádné položky k exportu
de: Keine Einträge zum Exportieren
es: No hay elementos para exportar
fr: Aucun élément à exporter
ro: Nu există elemente de exportat

# checklistShareHint
source: Long press to share
cs: Dlouhé stisknutí pro sdílení
de: Lange drücken zum Teilen
es: Mantener pulsado para compartir
fr: Appui long pour partager
ro: Apăsare lungă pentru partajare

# checklistsReorder
source: Reorder
cs: Přeuspořádat
de: Neu anordnen
es: Reordenar
fr: Réorganiser
ro: Reordonează

# checklistsTitle
source: Checklists
cs: Kontrolní seznamy
de: Checklisten
es: Listas de verificación
fr: Listes de contrôle
ro: Liste de verificare

# checklistSuggestionsOutdated
source: Outdated
cs: Zastaralé
de: Veraltet
es: Obsoleto
fr: Obsolète
ro: Depășite

# checklistSuggestionsRunning
source: Thinking about untracked suggestions...
cs: Přemýšlím o nesledovaných návrzích...
de: Denke über nicht verfolgte Vorschläge nach...
es: Pensando en sugerencias sin seguimiento...
fr: Réflexion sur les suggestions non suivies...
ro: Se gândește la sugestii netrimise...

# checklistSuggestionsTitle
source: Suggested Action Items
cs: Navrhované akční položky
de: Vorgeschlagene Aktionspunkte
es: Elementos de acción sugeridos
fr: Suggestions d'actions
ro: Sugestii de acțiuni

source: Checklist Updates
cs: Aktualizace kontrolního seznamu
de: Checklisten-Updates
es: Actualizaciones de lista de verificación
fr: Mises à jour de la liste de contrôle
ro: Actualizări listă de verificare

# clearButton
source: Clear
cs: Vymazat
de: Löschen
es: Borrar
fr: Effacer
ro: Șterge

# colorLabel
source: Color:
cs: Barva:
de: Farbe:
fr: Couleur :
ro: Culoare:

# colorPickerError
source: Invalid Hex color
cs: Neplatná hexadecimální barva
de: Ungültige Hex-Farbe
es: Color hexadecimal no válido
fr: Couleur hexadécimale invalide
ro: Culoare Hex invalidă

# colorPickerHint
source: Enter Hex color or pick
cs: Zadejte hexadecimální barvu nebo vyberte
de: Hex-Farbe eingeben oder auswählen
es: Ingrese el color hexadecimal o elija
fr: Saisir la couleur hexadécimale ou choisir
ro: Introduceți culoarea Hex sau alegeți

# commonError
source: Error
cs: Chyba
de: Fehler
fr: Erreur
ro: Eroare

# commonLoading
source: Loading...
cs: Načítání...
de: Laden...
es: Cargando...
fr: Chargement...
ro: Se încarcă...

# commonUnknown
source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
ro: Necunoscut

# completeHabitFailButton
source: Fail
cs: Neúspěch
de: Fehlgeschlagen
es: Fallar
fr: Échec
ro: Eșec

# completeHabitSkipButton
source: Skip
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Ignorer
ro: Sari peste

# completeHabitSuccessButton
source: Success
cs: Úspěch
de: Erfolgreich
es: Éxito
fr: Succès
ro: Succes

# configFlagAttemptEmbeddingDescription
source: When enabled, the app will attempt to generate embeddings for your entries to improve search and related content suggestions.
cs: Pokud je povoleno, aplikace se pokusí generovat vektory pro vaše položky, aby zlepšila vyhledávání a návrhy souvisejícího obsahu.
de: Wenn aktiviert, versucht die App, Einbettungen für deine Einträge zu generieren, um die Suche und Vorschläge für verwandte Inhalte zu verbessern.
es: Cuando está habilitado, la aplicación intentará generar incrustaciones para tus entradas para mejorar la búsqueda y las sugerencias de contenido relacionado.
fr: Lorsque cette option est activée, l'application tentera de générer des embeddings pour tes entrées afin d'améliorer la recherche et les suggestions de contenu associées.
ro: Când este activată, aplicația va încerca să genereze încorporări pentru intrările dvs. pentru a îmbunătăți căutarea și sugestiile de conținut corelat.

# configFlagAutoTranscribeDescription
source: Automatically transcribe audio recordings in your entries. This requires an internet connection.
cs: Automaticky přepisujte zvukové nahrávky ve vašich položkách. To vyžaduje připojení k internetu.
de: Transkribiert automatisch Audioaufnahmen in deinen Einträgen. Dies erfordert eine Internetverbindung.
es: Transcribir automáticamente grabaciones de audio en tus entradas. Esto requiere una conexión a Internet.
fr: Transcrire automatiquement les enregistrements audio dans tes entrées. Cela nécessite une connexion Internet.
ro: Transcrie automat înregistrările audio din intrările dvs. Acest lucru necesită o conexiune la internet.

# configFlagEnableAgents
source: Enable Agents
es: Activar agentes
ro: Activează agenții

# configFlagEnableAgentsDescription
source: Allow AI agents to autonomously monitor and analyze your tasks.
es: Permitir que los agentes de IA supervisen y analicen tus tareas de forma autónoma.
ro: Permite agenților AI să monitorizeze și să analizeze autonom sarcinile dvs.

# configFlagEnableAiStreaming
source: Enable AI streaming for task actions
cs: Povolit AI streamování pro akce úkolů
de: AI-Streaming für Aufgabenaktionen aktivieren
es: Habilitar streaming de IA para acciones de tareas
fr: Activer le streaming IA pour les actions liées aux tâches
ro: Activează streamingul AI pentru acțiunile legate de sarcini

# configFlagEnableAiStreamingDescription
source: Stream AI responses for task-related actions. Turn off to buffer responses and keep the UI smoother.
cs: Streamujte AI odpovědi pro akce související s úkoly. Vypněte, pokud chcete odpovědi bufferovat a udržet plynulejší rozhraní.
de: Streame AI-Antworten für aufgabenbezogene Aktionen. Deaktivieren, um Antworten zu puffern und die UI flüssiger zu halten.
es: Transmitir respuestas de IA para acciones relacionadas con tareas. Desactívelo para almacenar respuestas en búfer y mantener la interfaz más fluida.
fr: Diffuser les réponses IA pour les actions liées aux tâches. Désactivez pour mettre les réponses en mémoire tampon et conserver une interface plus fluide.
ro: Transmite răspunsurile AI pentru acțiunile legate de sarcini. Dezactivați pentru a stoca răspunsurile în buffer și a menține interfața mai fluidă.

# configFlagEnableAutoTaskTldrDescription
source: Automatically generate summaries for your tasks to help you quickly understand their status.
cs: Automaticky generujte shrnutí svých úkolů, abyste rychle pochopili jejich stav.
de: Generiert automatisch Zusammenfassungen für deine Aufgaben, damit du deren Status schnell erfassen kannst.
es: Generar automáticamente resúmenes para tus tareas para ayudarte a comprender rápidamente su estado.
fr: Générer automatiquement des résumés pour tes tâches afin de t'aider à comprendre rapidement leur statut.
ro: Generează automat rezumate pentru sarcinile dvs. pentru a vă ajuta să înțelegeți rapid starea lor.

# configFlagEnableCalendarPage
source: Enable Calendar page
cs: Povolit stránku Kalendáře
de: Seite Kalender aktivieren
es: Habilitar página Calendario
fr: Activer la page Calendrier
ro: Activează pagina Calendar

# configFlagEnableCalendarPageDescription
source: Show the Calendar page in the main navigation. View and manage your entries in a calendar view.
cs: Zobrazit stránku Kalendář v hlavní navigaci. Prohlížejte a spravujte své položky ve formátu kalendáře.
de: Zeigt die Kalenderseite in der Hauptnavigation an. Zeige und verwalte deine Einträge in einer Kalenderansicht.
es: Mostrar la página Calendario en la navegación principal. Ve y administra tus entradas en una vista de calendario.
fr: Afficher la page Calendrier dans la navigation principale. Affiche et gère tes entrées dans une vue calendrier.
ro: Afișează pagina Calendar în navigarea principală. Vizualizați și gestionați-vă intrările într-o vizualizare calendaristică.

# configFlagEnableDailyOs
source: Enable DailyOS
cs: Povolit DailyOS
de: DailyOS aktivieren
es: Habilitar DailyOS
fr: Activer DailyOS
ro: Activează DailyOS

# configFlagEnableDailyOsDescription
source: Show the DailyOS page in the main navigation.
cs: Zobrazit DailyOS v hlavní navigaci.
de: DailyOS in der Hauptnavigation anzeigen.
es: Mostrar DailyOS en la navegación principal.
fr: Afficher DailyOS dans la navigation principale.
ro: Afișează DailyOS în navigarea principală.

# configFlagEnableDashboardsPage
source: Enable Dashboards page
cs: Povolit stránku Dashboardů
de: Seite Dashboards aktivieren
es: Habilitar página Paneles
fr: Activer la page Tableaux de bord
ro: Activează pagina Tablouri de bord

# configFlagEnableDashboardsPageDescription
source: Show the Dashboards page in the main navigation. View your data and insights in customizable dashboards.
cs: Zobrazit stránku Přehledy v hlavní navigaci. Prohlížejte svá data a poznatky na přizpůsobitelných přehledech.
de: Zeigt die Dashboard-Seite in der Hauptnavigation an. Zeige deine Daten und Erkenntnisse in anpassbaren Dashboards an.
es: Mostrar la página Paneles en la navegación principal. Ve tus datos e información en paneles personalizables.
fr: Afficher la page Tableaux de bord dans la navigation principale. Affiche tes données et tes informations dans des tableaux de bord personnalisables.
ro: Afișează pagina Tablouri de bord în navigarea principală. Vizualizați datele și informațiile dvs. în tablouri de bord personalizabile.

# configFlagEnableEvents
source: Enable Events
cs: Povolit události
de: Ereignisse aktivieren
es: Activar eventos
fr: Activer les événements
ro: Activează evenimentele

# configFlagEnableEventsDescription
source: Show the Events feature to create, track, and manage events in your journal.
cs: Zobrazit funkci Události pro vytváření, sledování a správu událostí ve vašem deníku.
de: Ereignisfunktion anzeigen, um Ereignisse in deinem Journal zu erstellen, zu verfolgen und zu verwalten.
es: Mostrar la función de eventos para crear, rastrear y gestionar eventos en tu diario.
fr: Afficher la fonctionnalité Événements pour créer, suivre et gérer des événements dans ton journal.
ro: Afișează funcția Evenimente pentru a crea, urmări și gestiona evenimente în jurnalul dvs.

# configFlagEnableHabitsPage
source: Enable Habits page
cs: Povolit stránku Návyků
de: Seite Gewohnheiten aktivieren
es: Habilitar página Hábitos
fr: Activer la page Habitudes
ro: Activează pagina Obiceiuri

# configFlagEnableHabitsPageDescription
source: Show the Habits page in the main navigation. Track and manage your daily habits here.
cs: Zobrazit stránku Návyky v hlavní navigaci. Zde sledujte a spravujte své denní návyky.
de: Zeigt die Seite "Gewohnheiten" in der Hauptnavigation an. Verfolge und verwalte hier deine täglichen Gewohnheiten.
es: Mostrar la página Hábitos en la navegación principal. Rastrea y administra tus hábitos diarios aquí.
fr: Afficher la page Habitudes dans la navigation principale. Suis et gère tes habitudes quotidiennes ici.
ro: Afișează pagina Obiceiuri în navigarea principală. Urmăriți și gestionați-vă obiceiurile zilnice aici.

# configFlagEnableLogging
source: Enable logging
cs: Povolit protokolování
de: Protokollierung aktivieren
es: Habilitar registro
fr: Activer la journalisation
ro: Activează înregistrarea

# configFlagEnableLoggingDescription
source: Enable detailed logging for debugging purposes. This may impact performance.
cs: Povolit podrobné protokolování pro účely ladění. To může ovlivnit výkon.
de: Aktiviert die detaillierte Protokollierung für Debugging-Zwecke. Dies kann die Leistung beeinträchtigen.
es: Habilitar el registro detallado para fines de depuración. Esto puede afectar el rendimiento.
fr: Activer la journalisation détaillée à des fins de débogage. Cela peut avoir un impact sur les performances.
ro: Activează înregistrarea detaliată pentru depanare. Acest lucru poate afecta performanța.

# configFlagEnableMatrix
source: Enable Matrix sync
cs: Povolit synchronizaci s Matrixem
de: Matrix-Synchronisation aktivieren
es: Habilitar sincronización Matrix
fr: Activer la synchronisation Matrix
ro: Activează sincronizarea Matrix

# configFlagEnableMatrixDescription
source: Enable the Matrix integration to sync your entries across devices and with other Matrix users.
cs: Povolit integraci s Matrix pro synchronizaci vašich záznamů mezi zařízeními a s ostatními uživateli Matrix.
de: Aktiviert die Matrix-Integration, um deine Einträge geräteübergreifend und mit anderen Matrix-Benutzern zu synchronisieren.
es: Habilitar la integración de Matrix para sincronizar tus entradas entre dispositivos y con otros usuarios de Matrix.
fr: Activer l'intégration Matrix pour synchroniser tes entrées sur plusieurs appareils et avec d'autres utilisateurs Matrix.
ro: Activează integrarea Matrix pentru a sincroniza intrările dvs. pe diferite dispozitive și cu alți utilizatori Matrix.

# configFlagEnableNotifications
source: Enable notifications?
cs: Povolit oznámení?
de: Benachrichtigungen aktivieren?
es: ¿Habilitar notificaciones?
fr: Activer les notifications ?
ro: Activează notificările pe desktop?

# configFlagEnableNotificationsDescription
source: Receive notifications for reminders, updates, and important events.
cs: Přijímejte upozornění na připomínky, aktualizace a důležité události.
de: Erhalte Benachrichtigungen für Erinnerungen, Updates und wichtige Ereignisse.
es: Recibir notificaciones de recordatorios, actualizaciones y eventos importantes.
fr: Recevoir des notifications pour les rappels, les mises à jour et les événements importants.
ro: Primiți notificări pentru mementouri, actualizări și evenimente importante.

# configFlagEnableSessionRatings
source: Enable Session Ratings
cs: Povolit hodnocení relací
de: Sitzungsbewertungen aktivieren
es: Habilitar calificaciones de sesión
fr: Activer les évaluations de session
ro: Activează evaluările de sesiune

# configFlagEnableSessionRatingsDescription
source: Prompt for a quick session rating when you stop a timer.
cs: Po zastavení časovače zobrazit rychlé hodnocení relace.
de: Nach dem Stoppen eines Timers eine schnelle Sitzungsbewertung anzeigen.
es: Solicitar una calificación rápida de sesión al detener un temporizador.
fr: Proposer une évaluation rapide de session à l'arrêt d'un minuteur.
ro: Solicită o evaluare rapidă a sesiunii la oprirea unui cronometru.

# configFlagEnableTooltip
source: Enable tooltips
cs: Povolit nápovědy
de: Tooltips aktivieren
es: Habilitar información sobre herramientas
fr: Activer les info-bulles
ro: Activează sfaturile

# configFlagEnableTooltipDescription
source: Show helpful tooltips throughout the app to guide you through features.
cs: Zobrazit užitečné nápovědy v celé aplikaci, které vás provedou funkcemi.
de: Zeigt hilfreiche Tooltips in der gesamten App an, um dich durch die Funktionen zu führen.
es: Mostrar información sobre herramientas útil en toda la aplicación para guiarte a través de las funciones.
fr: Afficher des info-bulles utiles dans toute l'application pour te guider à travers les fonctionnalités.
ro: Afișează sfaturi utile în întreaga aplicație pentru a vă ghida prin funcții.

# configFlagPrivate
source: Show private entries?
cs: Zobrazit soukromé záznamy?
de: Private Einträge anzeigen?
es: ¿Mostrar entradas privadas?
fr: Afficher les entrées privées ?
ro: Arată articolele private?

# configFlagPrivateDescription
source: Enable this to make your entries private by default. Private entries are only visible to you.
cs: Povolte to, aby vaše záznamy byly ve výchozím nastavení soukromé. Soukromé záznamy jsou viditelné jen pro vás.
de: Aktiviere diese Option, um deine Einträge standardmäßig privat zu machen. Private Einträge sind nur für dich sichtbar.
es: Habilita esto para que tus entradas sean privadas de forma predeterminada. Las entradas privadas solo son visibles para ti.
fr: Active cette option pour rendre tes entrées privées par défaut. Les entrées privées ne sont visibles que par toi.
ro: Activați această opțiune pentru a face intrările dvs. private în mod implicit. Intrările private sunt vizibile numai pentru dvs.

# configFlagRecordLocation
source: Record location
cs: Zaznamenat polohu
de: Standort aufzeichnen
es: Registrar ubicación
fr: Enregistrer la localisation
ro: Înregistrează locația

# configFlagRecordLocationDescription
source: Automatically record your location with new entries. This helps with location-based organization and search.
cs: Automaticky zaznamenejte vaši polohu s novými záznamy. To pomáhá s organizací a vyhledáváním podle polohy.
de: Zeichnet automatisch deinen Standort mit neuen Einträgen auf. Dies hilft bei der ortsbezogenen Organisation und Suche.
es: Registrar automáticamente tu ubicación con las nuevas entradas. Esto ayuda con la organización y la búsqueda basadas en la ubicación.
fr: Enregistrer automatiquement ta position avec les nouvelles entrées. Cela facilite l'organisation et la recherche basées sur la localisation.
ro: Înregistrează automat locația dvs. cu intrări noi. Acest lucru ajută la organizarea și căutarea pe baza locației.

# configFlagResendAttachments
source: Resend attachments
cs: Odeslat přílohy znovu
de: Anhänge erneut senden
es: Reenviar archivos adjuntos
fr: Renvoyer les pièces jointes
ro: Retrimite atașamentele

# configFlagResendAttachmentsDescription
source: Enable this to automatically resend failed attachment uploads when the connection is restored.
cs: Povolte toto nastavení pro automatické opětovné odeslání neúspěšného nahrávání příloh po obnovení připojení.
de: Aktiviere diese Option, um fehlgeschlagene Anlagen-Uploads automatisch erneut zu senden, wenn die Verbindung wiederhergestellt ist.
es: Activar para reenviar automáticamente las cargas de archivos adjuntos fallidas cuando se restablezca la conexión.
fr: Active cette option pour renvoyer automatiquement les téléchargements de pièces jointes ayant échoué lorsque la connexion est rétablie.
ro: Activați această opțiune pentru a retrimite automat încărcările de atașamente eșuate atunci când conexiunea este restabilită.

# configFlagUseCloudInferenceDescription
source: Use cloud-based AI services for enhanced features. This requires an internet connection.
cs: Používat AI služby v cloudu pro vylepšené funkce. Vyžaduje připojení k internetu.
de: Cloud-basierte KI-Dienste für erweiterte Funktionen verwenden. Dies erfordert eine Internetverbindung.
es: Utiliza servicios de IA basados en la nube para funciones mejoradas. Esto requiere una conexión a Internet.
fr: Utiliser les services d'IA basés sur le cloud pour des fonctionnalités améliorées. Cela nécessite une connexion Internet.
ro: Utilizați servicii AI bazate pe cloud pentru funcții îmbunătățite. Acest lucru necesită o conexiune la internet.

# conflictEntityLabel
source: Entity
cs: Entita
de: Entität
es: Entidad
fr: Entité
ro: Entitate

# conflictsCopyTextFromSync
source: Copy Text from Sync
cs: Kopírovat text ze synchronizace
de: Text aus Synchronisierung kopieren
es: Copiar texto desde sincronización
fr: Copier le texte depuis la synchronisation
ro: Copiază textul din sincronizare

# conflictsEmptyDescription
source: Everything is in sync right now. Resolved items stay available in the other filter.
cs: Všechno je teď synchronizované. Vyřešené položky zůstávají dostupné v druhém filtru.
de: Alles ist synchronisiert. Gelöste Einträge bleiben im anderen Filter verfügbar.
es: Todo está sincronizado. Los elementos resueltos siguen disponibles en el otro filtro.
fr: Tout est synchronisé. Les éléments résolus restent disponibles dans l'autre filtre.
ro: Totul este sincronizat. Elementele rezolvate rămân disponibile în celălalt filtru.

# conflictsEmptyTitle
source: No conflicts detected
cs: Nebyly zjištěny žádné konflikty
de: Keine Konflikte erkannt
es: No se detectaron conflictos
fr: Aucun conflit détecté
ro: Nu s-au detectat conflicte

# conflictsResolved
source: resolved
cs: vyřešeno
de: gelöst
es: resueltos
fr: résolu
ro: rezolvat

# conflictsResolveLocalVersion
source: Resolve with local version
cs: Vyřešit s místní verzí
de: Mit lokaler Version auflösen
es: Resolver con versión local
fr: Résoudre avec la version locale
ro: Rezolvă cu versiunea locală

# conflictsResolveRemoteVersion
source: Resolve with remote version
cs: Vyřešit se vzdálenou verzí
de: Mit entfernter Version auflösen
es: Resolver con versión remota
fr: Résoudre avec la version distante
ro: Rezolvă cu versiunea de la distanță

# conflictsUnresolved
source: unresolved
cs: nevyřešeno
de: ungelöst
es: sin resolver
fr: non résolu
ro: nerezolvat

source: Copy as Markdown
cs: Kopírovat jako Markdown
de: Als Markdown kopieren
es: Copiar como Markdown
fr: Copier en Markdown
ro: Copiază ca Markdown

source: Copy as text
cs: Kopírovat jako text
de: Als Text kopieren
es: Copiar como texto
fr: Copier en texte
ro: Copiază ca text

# correctionExampleCancel
source: CANCEL
cs: ZRUŠIT
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ro: ANULEAZĂ

# correctionExampleCaptured
source: Correction saved for AI learning
cs: Oprava uložena pro učení AI
de: Korrektur für KI-Lernen gespeichert
es: Corrección guardada para aprendizaje de IA
fr: Correction enregistrée pour l'apprentissage IA
ro: Corecție salvată pentru învățarea AI

# correctionExamplePending
source: Saving correction in {seconds}s...
cs: Ukládání opravy za {seconds} s...
de: Korrektur wird in {seconds}s gespeichert...
es: Guardando corrección en {seconds}s...
fr: Enregistrement de la correction dans {seconds}s...
ro: Salvare corecție în {seconds}s...

# correctionExamplesEmpty
source: No corrections captured yet. Edit a checklist item to add your first example.
cs: Zatím žádné opravy. Upravte položku kontrolního seznamu a přidejte svůj první příklad.
de: Noch keine Korrekturen erfasst. Bearbeite ein Checklistenelement, um dein erstes Beispiel hinzuzufügen.
es: Aún no se han capturado correcciones. Edita un elemento de la lista para agregar tu primer ejemplo.
fr: Aucune correction capturée pour l'instant. Modifie un élément de liste pour ajouter ton premier exemple.
ro: Nu s-au capturat corecții încă. Editați un element din listă pentru a adăuga primul exemplu.
